[
    {
        "product": "Абрикос",
        "type": ["Фрукты", "Можно"],
        "backgroundType": ["ФруктыAdd", "МожноAdd"],
        "descriptions": "Абрикосовые косточки содержат цианид, а листья несъедобны для собак. И то, и другое может вызвать рвоту и потерю аппетита. Вы можете позволить вашей собаке употреблять абрикосы в малых количествах после удаления семечка, при условии отсутствия у неё аллергии на этот продукт.",
        "restriction": "",
        "photo": ["Фрукты", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ФруктыD",
    },
    {
        "product": "Авокадо",
        "type": ["Фрукты", "Нельзя"],
        "backgroundType": ["ФруктыAdd", "НельзяAdd"],
        "descriptions": "Хотя собаки могут проявлять интерес к авокадо, эти плоды небезопасны для них. Персин, содержащийся в листьях, плодах, семенах и коре авокадо, токсичен для собак, в отличие от людей. Токсичность может варьироваться в зависимости от сорта авокадо, при этом гватемальский вид считается наиболее опасным.",
        "restriction": "",
        "photo": ["Фрукты", "Нельзя"],
        "indicator": "Красный",
        "detailPhoto": "ФруктыD"
    },
    {
        "product": "Агава",
        "type": ["Другое", "Нельзя"],
        "backgroundType": ["ДругоеAdd", "НельзяAdd"],
        "descriptions": "Агава представляет опасность для собак как в виде сиропа, так и в виде самого растения, вызывая у них легкое отравление.",
        "restriction": "",
        "photo": ["Другое", "Нельзя"],
        "indicator": "Красный",
        "detailPhoto": "ДругоеD"
    },
    {
        "product": "Алкоголь",
        "type": ["Другое", "Нельзя"],
        "backgroundType": ["ДругоеAdd", "НельзяAdd"],
        "descriptions": "Алкоголь может оказывать на собак эффекты, аналогичные человеческим, вредя печени, почкам и нервной системе со временем. Поэтому не стоит давать собакам алкоголь. Высокие дозы алкоголя могут вызвать остановку сердца и привести к летальному исходу.",
        "restriction": "",
        "photo": ["Другое", "Нельзя"],
        "indicator": "Красный",
        "detailPhoto": "ДругоеD"
    },
    {
        "product": "Алоэ",
        "type": ["Другое", "Нельзя"],
        "backgroundType": ["ДругоеAdd", "НельзяAdd"],
        "descriptions": "Алоэ может быть опасным для вашей собаки, поскольку принадлежит к тому же семейству растений, что и лук с чесноком, и содержит сапонин. Это вещество может повредить эритроциты (красные кровяные клетки) в организме животного. Высокие концентрации сапонинов даже способны вызвать смерть.",
        "restriction": "",
        "photo": ["Другое", "Нельзя"],
        "indicator": "Красный",
        "detailPhoto": "ДругоеD"
    },
    {
        "product": "Американский сыр",
        "type": ["Молочка", "Можно"],
        "backgroundType": ["МолочкаAdd", "МожноAdd"],
        "descriptions": "Американский сыр можно использовать как лакомство для собак в умеренных количествах, но стоит помнить, что он содержит много жиров и может вызвать у собак газообразование. Благодаря своей форме в ломтиках, его удобно нарезать на кусочки различной формы, что делает его прекрасным выбором для тренировочных угощений. Однако соленые сыры, такие как сулугуни, следует избегать, поскольку они содержат большое количество соли и могут быть вредны для здоровья питомца.",
        "restriction": "",
        "photo": ["Молочка", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "МолочкаD"
    },
    {
        "product": "Ананас",
        "type": ["Фрукты", "Можно"],
        "backgroundType": ["ФруктыAdd", "МожноAdd"],
        "descriptions": "Нарезанные кусочки ананаса могут эффективно предотвратить копрофагию (привычку есть собственные экскременты) у собак. Важно не давать собакам кожуру ананаса, поскольку она жесткая и может может порезать вашу собаку.",
        "restriction": "",
        "photo": ["Фрукты", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ФруктыD"
    },
    {
        "product": "Анис",
        "type": ["Травы", "Можно"],
        "backgroundType": ["ТравыAdd", "МожноAdd"],
        "descriptions": "Анис не является токсичным для собак, но его потребление может привести к избыточной активности и возбуждению. Используемый как стимулирующее средство в собачьих гонках, анис при чрезмерном употреблении может вызвать у собак диарею, рвоту и другие нарушения работы пищеварительной системы.",
        "restriction": "",
        "photo": ["Травы", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ТравыD"
    },
    {
        "product": "Апельсин",
        "type": ["Фрукты", "Можно"],
        "backgroundType": ["ФруктыAdd", "МожноAdd"],
        "descriptions": "Некоторые собаки могут не любить запах апельсиновой корки, в то время как другие могут без проблем съесть её целиком. Хотя апельсиновая кожура сама по себе не является токсичной, рекомендуется подавать апельсины собакам без кожуры и в умеренных количествах. Поскольку собаки естественно производят витамин С, избыток этого витамина в их рационе может привести к метеоризму и диарее. К тому же, масла, содержащиеся в цитрусовых, могут вызвать у собак раздражение.",
        "restriction": "",
        "photo": ["Фрукты", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ФруктыD"
    },
    {
        "product": "Арахис",
        "type": ["Орехи", "Можно"],
        "backgroundType": ["ОрехиAdd", "МожноAdd"],
        "descriptions": "Кормление собак арахисом является предметом дискуссий. Во избежание риска лучше избегать давать собакам арахис, особенно арахис с ароматизаторами для людей, который может содержать вещества, неподходящие для собак. Это может привести к обструкции пищеварительного тракта.",
        "restriction": "",
        "photo": ["Орехи", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ОрехиD"
    },
    {
        "product": "Арахисовая паста",
        "type": ["Орехи", "Можно"],
        "backgroundType": ["ОрехиAdd", "МожноAdd"],
        "descriptions": "Арахисовое масло часто является хорошим выбором для лакомства для собак. Совет: попробуйте намазать игрушку собаки арахисовым маслом, затем заморозьте её, чтобы обеспечить вашего щенка длительным развлечением на несколько часов.",
        "restriction": "",
        "photo": ["Орехи", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ОрехиD"
    },
    {
        "product": "Арбуз",
        "type": ["Фрукты", "Можно"],
        "backgroundType": ["ФруктыAdd", "МожноAdd"],
        "descriptions": "На данный момент не существует доказательств токсичности арбуза для собак. Рекомендуется подавать арбуз собакам в виде кусочков без кожуры и семян, при этом внимательно наблюдая за реакцией их пищеварительной системы на новый продукт.",
        "restriction": "",
        "photo": ["Фрукты", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ФруктыD"
    },
    {
        "product": "Артишок",
        "type": ["Овощи", "Можно"],
        "backgroundType": ["ОвощиAdd", "МожноAdd"],
        "descriptions": "Артишоки иногда рекомендуются для собак с проблемами печени и могут быть безопасно включены в их рацион в умеренных количествах. Однако, как и при введении любой новой пищи в рацион собаки, которая не привыкла к такому питанию, первоначально это может вызвать жидкий стул.",
        "restriction": "",
        "photo": ["Овощи", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ОвощиD"
    },
    {
        "product": "Базилик",
        "type": ["Овощи", "Можно"],
        "backgroundType": ["ОвощиAdd", "МожноAdd"],
        "descriptions": "Базилик не является токсичным для собак, поэтому его можно безопасно включать в их рацион. Тем не менее, нет информации, подтверждающих его особую пользу для здоровья собак.",
        "restriction": "",
        "photo": ["Овощи", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ОвощиD",
    },
    {
        "product": "Баклажан",
        "type": ["Овощи", "Можно"],
        "backgroundType": ["ОвощиAdd", "МожноAdd"],
        "descriptions": "Баклажан можно давать собакам, но только если они здоровы и только в умеренных количествах, так как он иногда может вызывать проблемы с пищеварением.",
        "restriction": "",
        "photo": ["Овощи", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ОвощиD"
    },
    {
        "product": "Банан",
        "type": ["Фрукты", "Можно"],
        "backgroundType": ["ФруктыAdd", "МожноAdd"],
        "descriptions": "Многие собаки активно реагируют на запах бананов, которые могут способствовать насыщению кишечника полезными бактериями и служат отличным источником калия. Однако в отдельных случаях употребление бананов может привести к вздутию кишечника, поэтому важно соблюдать умеренность и внимательно наблюдать за реакцией вашей собаки на этот продукт, не давая его слишком часто.",
        "restriction": "",
        "photo": ["Фрукты", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ФруктыD"
    },
    {
        "product": "Баранина",
        "type": ["Мясо", "Можно"],
        "backgroundType": ["МясоAdd", "МожноAdd"],
        "descriptions": "Баранина является менее распространенным ингредиентом в рационе собак и часто рекомендуется как альтернатива для животных с чувствительным пищеварением.",
        "restriction": "",
        "photo": ["Мясо", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "МясоD"
    },
    {
        "product": "Баранья мука",
        "type": ["Мясо", "Можно"],
        "backgroundType": ["МясоAdd", "МожноAdd"],
        "descriptions": "Термин 'баранья мука', часто встречающийся в составе кормов для собак, обозначает сушеное и измельченное мясо ягненка без костей и других добавлений, из которого удалена влага.",
        "restriction": "",
        "photo": ["Мясо", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "МясоD"
    },
    {
        "product": "Батат",
        "type": ["Овощи", "Можно"],
        "backgroundType": ["ОвощиAdd", "МожноAdd"],
        "descriptions": "Батат может быть полезен для собак, при условии его употребления в умеренных количествах и после удаления кожуры.",
        "restriction": "",
        "photo": ["Овощи", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ОвощиD"
    },
    {
        "product": "Бекон",
        "type": ["Мясо", "Нельзя"],
        "backgroundType": ["МясоAdd", "НельзяAdd"],
        "descriptions": "Хотя большинство собак обожают бекон, он обычно бывает слишком жирным и вредным для них, и, скорее всего, вызовет диарею. Регулярное потребление жирной пищи может способствовать развитию панкреатита у вашего питомца. В качестве общего правила лучше избегать кормления собак жареной пищей.",
        "restriction": "",
        "photo": ["Мясо", "Нельзя"],
        "indicator": "Красный",
        "detailPhoto": "МясоD"
    },
    {
        "product": "Белый рис",
        "type": ["Зерно", "Можно"],
        "backgroundType": ["ЗерноAdd", "МожноAdd"],
        "descriptions": "Белый рис часто применяется как диетическое средство для поддержки пищеварения у собак, находящихся на 'мягкой диете', благодаря его щадящему воздействию на желудок. Важно обеспечивать, чтобы в рационе вашего питомца белый рис сочетался с сбалансированным питанием.",
        "restriction": "",
        "photo": ["Зерно", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ЗерноD"
    },
    {
        "product": "Блины",
        "type": ["Другое", "Нельзя"],
        "backgroundType": ["ДругоеAdd", "НельзяAdd"],
        "descriptions": "Можно предложить собаке умеренное количество простых приготовленных блинчиков, так как это должно быть безопасно. Однако следует учитывать, что данный продукт не является питательным или полезным для здоровья вашего животного.",
        "restriction": "",
        "photo": ["Другое", "Нельзя"],
        "indicator": "Красный",
        "detailPhoto": "ДругоеD"
    },
    {
        "product": "Бобы",
        "type": ["Овощи", "Можно"],
        "backgroundType": ["ОвощиAdd", "МожноAdd"],
        "descriptions": "Бобы безопасны для употребления собаками. Однако стоит учитывать, что разнообразие бобовых в рационе вашего питомца может привести к усиленному газообразованию.",
        "restriction": "",
        "photo": ["Овощи", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ОвощиD"
    },
    {
        "product": "Болгарский перец",
        "type": ["Овощи", "Можно"],
        "backgroundType": ["ОвощиAdd", "МожноAdd"],
        "descriptions": "Болгарский перец является безопасным для собак, но лучше избегать кормления им в больших количествах.",
        "restriction": "",
        "photo": ["Овощи", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ОвощиD"
    },
    {
        "product": "Бразильский орех",
        "type": ["Орехи", "Можно"],
        "backgroundType": ["ОрехиAdd", "МожноAdd"],
        "descriptions": "Бразильские орехи не токсичны для собак, однако могут привести к обструкции пищеварительного тракта, поэтому необходимо тщательно наблюдать за вашей собакой при их употреблении.",
        "restriction": "",
        "photo": ["Орехи", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ОрехиD"
    },
    {
        "product": "Брокколи",
        "type": ["Овощи", "Можно"],
        "backgroundType": ["ОвощиAdd", "МожноAdd"],
        "descriptions": "Брокколи является прекрасным источником кальция и хорошим источником клетчатки. Перед подачей вашему питомцу убедитесь, что овощ свежий и не испорчен. Однако не следует давать брокколи в больших количествах, поскольку она содержит оксалаты.",
        "restriction": "",
        "photo": ["Овощи", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ОвощиD"
    },
    {
        "product": "Брюссельская капуста",
        "type": ["Овощи", "Можно"],
        "backgroundType": ["ОвощиAdd", "МожноAdd"],
        "descriptions": "Брюссельская капуста является полезной для собак и может способствовать улучшению кровообращения и состояния кожи благодаря содержанию серы, но её следует предлагать в умеренных количествах из-за наличия в составе оксалатов.",
        "restriction": "",
        "photo": ["Овощи", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ОвощиD"
    },
    {
        "product": "Булочка с корицей",
        "type": ["Зерно", "Нельзя"],
        "backgroundType": ["ЗерноAdd", "НельзяAdd"],
        "descriptions": "Булочки с корицей не подходят для собак из-за высокого содержания жира и сахара, что может привести к рвоте или диарее у вашего питомца.",
        "restriction": "",
        "photo": ["Зерно", "Нельзя"],
        "indicator": "Красный",
        "detailPhoto": "ЗерноD"
    },
    {
        "product": "Бурый рис",
        "type": ["Зерно", "Можно"],
        "backgroundType": ["ЗерноAdd", "МожноAdd"],
        "descriptions": "Бурый рис полезен для пищеварения собак и должен подаваться в отварном виде для лучшего усвоения.",
        "restriction": "",
        "photo": ["Зерно", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ЗерноD"
    },
    {
        "product": "Вафли",
        "type": ["Зерно", "Можно"],
        "backgroundType": ["ЗерноAdd", "МожноAdd"],
        "descriptions": "Существуют специализированные вафли для собак, которые являются отличным лакомством для них. Вафли, предназначенные для людей не рекомендуются для собак. Если вы решите побаловать своего питомца домашними вафлями, делайте это в умеренных количествах.",
        "restriction": "",
        "photo": ["Зерно", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ЗерноD"
    },
    {
        "product": "Вермишель",
        "type": ["Зерно", "Можно"],
        "backgroundType": ["ЗерноAdd", "МожноAdd"],
        "descriptions": "Вермишель может быть включена в рацион вашей собаки, при условии, что она хорошо приготовлена и используется не как основной компонент питания, а как дополнительный источник углеводов.",
        "restriction": "",
        "photo": ["Зерно", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ЗерноD"
    },
    {
        "product": "Ветчина",
        "type": ["Мясо", "Можно"],
        "backgroundType": ["МясоAdd", "МожноAdd"],
        "descriptions": "Если кусочки ветчины, которыми вы собираетесь угостить свою собаку, не содержат лишних добавок, вредных консервантов и не излишне жирный, то у собаки обычно не возникают проблемы с перевариванием такого лакомства. Тем не менее, лучше ограничивать количество таких мясных продуктов в рационе вашего питомца.",
        "restriction": "",
        "photo": ["Мясо", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "МясоD"
    },
    {
        "product": "Взбитые сливки",
        "type": ["Молочка", "Нельзя"],
        "backgroundType": ["МолочкаAdd", "НельзяAdd"],
        "descriptions": "Не кормите собак взбитыми сливками с сахаром, так как в них слишком высокое содержание сахара.",
        "restriction": "",
        "photo": ["Молочка", "Нельзя"],
        "indicator": "Красный",
        "detailPhoto": "МолочкаD"
    },
    {
        "product": "Виноград",
        "type": ["Фрукты", "Нельзя"],
        "backgroundType": ["ФруктыAdd", "НельзяAdd"],
        "descriptions": "Существуют исследования, которые показали связь винограда и изюма с почечной недостаточностью у собак. Не кормите свою собаку виноградом.",
        "restriction": "",
        "photo": ["Фрукты", "Нельзя"],
        "indicator": "Красный",
        "detailPhoto": "ФруктыD"
    },
    {
        "product": "Вишня",
        "type": ["Фрукты", "Нельзя"],
        "backgroundType": ["ФруктыAdd", "НельзяAdd"],
        "descriptions": "Вишня является ядовитой для собак, а её косточки содержат токсины, особенно опасные при употреблении в больших количествах. Рекомендуется не давать этот продукт вашему питомцу.",
        "restriction": "",
        "photo": ["Фрукты", "Нельзя"],
        "indicator": "Красный",
        "detailPhoto": "ФруктыD"
    },
    {
        "product": "Вода из туалета",
        "type": ["Другое", "Можно"],
        "backgroundType": ["ДругоеAdd", "МожноAdd"],
        "descriptions": "Вода из унитаза в общем безопасна для употребления, так как она состоит из обычной водопроводной воды. Тем не менее, следует быть внимательными к остаткам чистящих средств для унитазов, которые могут оставаться после его очистки и представлять опасность.",
        "restriction": "",
        "photo": ["Другое", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ДругоеD"
    },
    {
        "product": "Водоросли",
        "type": ["Другое", "Можно"],
        "backgroundType": ["ДругоеAdd", "МожноAdd"],
        "descriptions": "Морские водоросли содержат множество питательных веществ и могут быть полезными для собак, но необходимо следить за тем, чтобы ваш питомец не подавился ими, поскольку они могут застрять в горле.",
        "restriction": "",
        "photo": ["Другое", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ДругоеD"
    },
    {
        "product": "Вяленое мясо",
        "type": ["Мясо", "Можно"],
        "backgroundType": ["МясоAdd", "МожноAdd"],
        "descriptions": "Лучше всего кормить собак специально приготовленным для них вяленым мясом, поскольку вяленое мясо, предназначенное для людей, может содержать ингредиенты, токсичные для собак, включая луковый порошок.",
        "restriction": "",
        "photo": ["Мясо", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "МясоD"
    },
    {
        "product": "Гвоздика",
        "type": ["Травы", "Можно"],
        "backgroundType": ["ТравыAdd", "МожноAdd"],
        "descriptions": "Гвоздика иногда используется в качестве средства для дегельминтизации у собак и может применяться для лечения инфекций, а также для свежести дыхания. Однако её использование в этих целях не рекомендуется без консультации с ветеринаром. Важно ограничить количество до нескольких щепоток или капель, чтобы избежать побочных эффектов, таких как галлюцинации.",
        "restriction": "",
        "photo": ["Травы", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ТравыD"
    },
    {
        "product": "Гибискус",
        "type": ["Другое", "Нельзя"],
        "backgroundType": ["ДругоеAdd", "НельзяAdd"],
        "descriptions": "Сок гибискуса, несмотря на то что он не токсичен для большинства живых существ, может быть токсичным для собак. Употребление соком гибискуса может вызвать у собак ряд нежелательных симптомов, включая рвоту, диарею, обильное слюнотечение, депрессию и потерю аппетита.",
        "restriction": "",
        "photo": ["Другое", "Нельзя"],
        "indicator": "Красный",
        "detailPhoto": "ДругоеD"
    },
    {
        "product": "Гинко",
        "type": ["Фрукты", "Можно"],
        "backgroundType": ["ФруктыAdd", "МожноAdd"],
        "descriptions": "Если у вашей собаки имеются заболевания, связанные с нарушением свертываемости крови или кровотечениями, избегайте давать ей гинко. Однако гинко часто применяется для лечения когнитивных нарушений и может способствовать улучшению состояния здоровья. При покупке пищевой добавки с гинко обратите внимание на дозировку и проверьте производителя.",
        "restriction": "",
        "photo": ["Фрукты", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ФруктыD"
    },
    {
        "product": "Говядина",
        "type": ["Мясо", "Можно"],
        "backgroundType": ["МясоAdd", "МожноAdd"],
        "descriptions": "Хотя некоторые собаки могут быть аллергичны к говядине, для большинства это любимое лакомство. Говядина является прекрасным источником белка. При кормлении собаки говядиной убедитесь, что она хорошо приготовлена. Если вы предлагаете своему питомцу говяжьи кости, следите за тем, чтобы они не раскалывались, поскольку осколки могут вызвать непроходимость кишечника или другие проблемы с пищеварением.",
        "restriction": "",
        "photo": ["Мясо", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "МясоD"
    },
    {
        "product": "Гоголь-моголь",
        "type": ["Другое", "Нельзя"],
        "backgroundType": ["ДругоеAdd", "НельзяAdd"],
        "descriptions": "Гоголь-моголь может содержать алкоголь, поэтому его не следует давать собакам. Употребление алкоголя собаками может привести к дезориентации, агрессивному или иным аномальным поведениям. Алкоголь может вызвать рвоту, кому и даже смерть, так как собаки испытывают трудности с переработкой алкогольных веществ.",
        "restriction": "",
        "photo": ["Другое", "Нельзя"],
        "indicator": "Красный",
        "detailPhoto": "ДругоеD"
    },
    {
        "product": "Годжи",
        "type": ["Фрукты", "Нельзя"],
        "backgroundType": ["ФруктыAdd", "НельзяAdd"],
        "descriptions": "Ягоды годжи, также известные как волчьи ягоды, вызывают противоречивые мнения относительно их токсичности для собак. Если ваша собака принимает какие-либо лекарства, лучше воздержаться от кормления её ягодами годжи. Также важно учитывать, что в зависимости от места произрастания ягоды могут содержать пестициды, что также является поводом для беспокойства. Для безопасности вашего питомца лучше избегать кормления его ягодами годжи.",
        "restriction": "",
        "photo": ["Фрукты", "Нельзя"],
        "indicator": "Красный",
        "detailPhoto": "ФруктыD"
    },
    {
        "product": "Горох",
        "type": ["Овощи", "Можно"],
        "backgroundType": ["ОвощиAdd", "МожноAdd"],
        "descriptions": "Горох является полезным продуктом для собак. Рекомендуется хорошо разминать его перед подачей, чтобы облегчить переваривание вашим щенком. Горох часто рекомендуется собакам, страдающим от камней в мочевом пузыре. Однако важно помнить, что у некоторых собак горох может вызвать вздутие и раздражение кишечника, поэтому его введение в рацион должно происходить с учетом индивидуальной переносимости.",
        "restriction": "",
        "photo": ["Овощи", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ОвощиD"
    },
    {
        "product": "Горчица",
        "type": ["Другое", "Можно"],
        "backgroundType": ["ДругоеAdd", "МожноAdd"],
        "descriptions": "Смесь сухой горчицы и воды иногда применяется для вызова рвоты у собак, когда они съели что-то вредное, и если перекись водорода недоступна. Однако стоит знать, что само растение горчицы может содержать оксалаты, которые могут быть вредными при употреблении.",
        "restriction": "",
        "photo": ["Другое", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ДругоеD"
    },
    {
        "product": "Гранат",
        "type": ["Фрукты", "Нельзя"],
        "backgroundType": ["ФруктыAdd", "НельзяAdd"],
        "descriptions": "Кормление собак гранатом может быть небезопасным из-за сообщений о проблемах со здоровьем, в частности, в центральной нервной системе, вызванных алкалоидами и дубильными веществами, содержащимися в плодах.",
        "restriction": "",
        "photo": ["Фрукты", "Нельзя"],
        "indicator": "Красный",
        "detailPhoto": "ФруктыD"
    },
    {
        "product": "Гребешок",
        "type": ["Мясо", "Можно"],
        "backgroundType": ["МясоAdd", "МожноAdd"],
        "descriptions": "Подавайте собаке гребешки в умеренных количествах и только в приготовленном виде. Избегайте давать гребешки, если они были обжарены во фритюре.",
        "restriction": "",
        "photo": ["Мясо", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "МясоD"
    },
    {
        "product": "Грейпфрут",
        "type": ["Фрукты", "Нельзя"],
        "backgroundType": ["ФруктыAdd", "НельзяAdd"],
        "descriptions": "Если вы хотите предложить своей собаке грейпфрут, начните с маленькой порции, поскольку он может вызвать рвоту или диарею. Хотя лучше избегать употребления данного продукта.",
        "restriction": "",
        "photo": ["Фрукты", "Нельзя"],
        "indicator": "Красный",
        "detailPhoto": "ФруктыD"
    },
    {
        "product": "Грецкий орех",
        "type": ["Орехи", "Можно"],
        "backgroundType": ["ОрехиAdd", "МожноAdd"],
        "descriptions": "Если у вас дома есть грецкие орехи, будьте осторожны, особенно с заплесневелыми старыми орехами, которые могут стать очень токсичными из-за химических изменений в их скорлупе. Хотя грецкие орехи в умеренных количествах могут быть безопасны, их чрезмерное употребление может вызвать рвоту и диарею, что, в свою очередь, может привести к проблемам с поджелудочной железой из-за высокого содержания жиров.",
        "restriction": "",
        "photo": ["Орехи", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ОрехиD"
    },
    {
        "product": "Гречка",
        "type": ["Зерно", "Можно"],
        "backgroundType": ["ЗерноAdd", "МожноAdd"],
        "descriptions": "Гречка богата углеводами, что может привести к проблемам с пищеварением у собак. Тем не менее, гречневая мука может быть использована в их рационе, хотя некоторым собакам может не подходить по вкусу.",
        "restriction": "",
        "photo": ["Зерно", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ЗерноD",
    },
    {
        "product": "Грибы",
        "type": ["Овощи", "Нельзя"],
        "backgroundType": ["ОвощиAdd", "НельзяAdd"],
        "descriptions": "Лучше избегать кормления собак грибами, особенно лесных грибов. Из-за большого разнообразия видов грибов и потенциальной токсичности некоторых из них, безопаснее вовсе не предлагать их вашему питомцу.",
        "restriction": "",
        "photo": ["Овощи", "Нельзя"],
        "indicator": "Красный",
        "detailPhoto": "ОвощиD"
    },
    {
        "product": "Грудное молоко",
        "type": ["Молочка", "Нельзя"],
        "backgroundType": ["МолочкаAdd", "НельзяAdd"],
        "descriptions": "Не следует кормить взрослых собак грудным молоком. Что касается щенков, им требуются специфические питательные вещества, витамины, липиды и защитные свойства, которые человеческое грудное молоко не способно обеспечить. В целом, нет веских аргументов в пользу подачи грудного молока вашей собаке.",
        "restriction": "",
        "photo": ["Молочка", "Нельзя"],
        "indicator": "Красный",
        "detailPhoto": "МолочкаD"
    },
    {
        "product": "Груша",
        "type": ["Фрукты", "Можно"],
        "backgroundType": ["ФруктыAdd", "МожноAdd"],
        "descriptions": "Семена могут вызвать отравление цианидом. Кормите собаку грушей с осторожностью, внимательно наблюдая за её реакцией.",
        "restriction": "",
        "photo": ["Фрукты", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ФруктыD",
    },

    {
        "product": "Гуава",
        "type": ["Фрукты", "Можно"],
        "backgroundType": ["ФруктыAdd", "МожноAdd"],
        "descriptions": "Гуава может вызвать расстройство стула у вашей собаки, поэтому при введении этого фрукта в рацион питомца следует проявлять осторожность и не предлагать его в больших количествах. В качестве редкого лакомства в небольшом количестве гуава может быть допустима.",
        "restriction": "",
        "photo": ["Фрукты", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ФруктыD",
    },
    {
        "product": "Гусь",
        "type": ["Мясо", "Можно"],
        "backgroundType": ["МясоAdd", "МожноAdd"],
        "descriptions": "Гусиное мясо не часто встречается в составе коммерческих кормов для собак, так что у некоторых собак может развиться аллергия на него. Кроме того, известно, что некоторые собаки увлекаются поеданием гусиного помета, который, как правило, не является вредным в умеренных количествах. Однако следует контролировать, чтобы ваш питомец не потреблял его слишком много.",
        "restriction": "",
        "photo": ["Мясо", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "МясоD"
    },
    {
        "product": "Детское молоко",
        "type": ["Молочка", "Нельзя"],
        "backgroundType": ["МолочкаAdd", "НельзяAdd"],
        "descriptions": "Щенкам необходимо молоко их матери или специально разработанные для них молочные смеси. Молоко, предназначенное для детей, может вызвать у щенков диарею и другие неприятные физические реакции. Также стоит помнить, что молоко для людей содержит питательные вещества, которые не подходят для потребления собаками. Для поддержания здоровья вашего растущего щенка важно не заменять ему необходимое молоко молоком человеческим.",
        "restriction": "",
        "photo": ["Молочка", "Нельзя"],
        "indicator": "Красный",
        "detailPhoto": "МолочкаD"
    },
    {
        "product": "Детское питание",
        "type": ["Другое", "Нельзя"],
        "backgroundType": ["ДругоеAdd", "НельзяAdd"],
        "descriptions": "Не следует кормить собаку детским питанием, содержащим луковый порошок, так как лук является токсичным для собак. В детском питании также могут быть другие вредные ингредиенты, поэтому будьте крайне осторожны, если рассматриваете возможность кормления вашего питомца таким продуктом. Важно помнить, что детское питание не представляет собой полноценный рацион для собак, поскольку оно часто не сбалансировано и не соответствует питательным потребностям собаки.",
        "restriction": "",
        "photo": ["Другое", "Нельзя"],
        "indicator": "Красный",
        "detailPhoto": "ДругоеD"
    },
    {
        "product": "Дикие яблоки",
        "type": ["Фрукты", "Можно"],
        "backgroundType": ["ФруктыAdd", "МожноAdd"],
        "descriptions": "Яблоки дикой яблони можно давать вашей собаке, если вы следите за тем, чтобы она не съела большое количество семян, стеблей и листьев (в этом случае это может быть токсично).",
        "restriction": "",
        "photo": ["Фрукты", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ФруктыD",
    },
    {
        "product": "Древесина",
        "type": ["Другое", "Нельзя"],
        "backgroundType": ["ДругоеAdd", "НельзяAdd"],
        "descriptions": "Возможно, будет трудно помешать вашей собаке грызть древесину. Имейте в виду, что кусочки дерева могут расколоться и застрять в зубах, деснах, морде, языке, пасти вашей собаки и т.д.",
        "restriction": "",
        "photo": ["Другое", "Нельзя"],
        "indicator": "Красный",
        "detailPhoto": "ДругоеD"
    },
    {
        "product": "Дрожжи",
        "type": ["Зерно", "Нельзя"],
        "backgroundType": ["ЗерноAdd", "НельзяAdd"],
        "descriptions": "В долгосрочной перспективе дрожжи вредны для вашей собаки. Дрожжи в тесте могут вызвать отравление алкоголем, находясь в животе вашего питомца.",
        "restriction": "",
        "photo": ["Зерно", "Нельзя"],
        "indicator": "Красный",
        "detailPhoto": "ЗерноD"
    },
    {
        "product": "Дыня",
        "type": ["Фрукты", "Можно"],
        "backgroundType": ["ФруктыAdd", "МожноAdd"],
        "descriptions": "Дыня считается безопасным продуктом для собак, но важно наблюдать за реакцией их организма. Если после употребления дыни у собаки возникают проблемы с желудочно-кишечным трактом, такие как рвота или диарея, следует прекратить её кормление этим фруктом. Также стоит учитывать, что дыня может обладать легкими мочегонными свойствами у собак.",
        "restriction": "",
        "photo": ["Фрукты", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ФруктыD",
    },
    {
        "product": "Ежевика",
        "type": ["Фрукты", "Можно"],
        "backgroundType": ["ФруктыAdd", "МожноAdd"],
        "descriptions": "Ежевика может быть безопасной для собак при умеренном потреблении, если у вашего питомца нет болезни Крона или особой чувствительности толстого кишечника. Однако важно соблюдать осторожность, так как ежевика может спровоцировать удушье или запор.",
        "restriction": "",
        "photo": ["Фрукты", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ФруктыD",
    },
    {
        "product": "Заварной крем",
        "type": ["Молочка", "Можно"],
        "backgroundType": ["МолочкаAdd", "МожноAdd"],
        "descriptions": "При отлучении щенков от материнского молока некоторые заводчики используют заварной крем или сладкую яичную запеканку для создания полутвердой молочной смеси. Однако для взрослых собак этот продукт не приносит значительных преимуществ.",
        "restriction": "",
        "photo": ["Молочка", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "МолочкаD"
    },
    {
        "product": "Заквасочный хлеб",
        "type": ["Зерно", "Можно"],
        "backgroundType": ["ЗерноAdd", "МожноAdd"],
        "descriptions": "Хлеб на закваске с низким содержанием сахара и жира может быть немного более полезной для собак, чем другие виды хлеба. Однако он все равно не должен служить основной частью рациона вашего питомца. Его стоит предлагать только как умеренное лакомство.",
        "restriction": "",
        "photo": ["Зерно", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ЗерноD"
    },
    {
        "product": "Зеленая стручковая фасоль",
        "type": ["Овощи", "Можно"],
        "backgroundType": ["ОвощиAdd", "МожноAdd"],
        "descriptions": "Зеленая стручковая фасоль может быть полезной для собак, но важно контролировать количество продукта, которое вы предлагаете. Реакция на продукт может отличаться у разных организмов, и иногда возможно появление нежелательных реакций.",
        "restriction": "",
        "photo": ["Овощи", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ОвощиD"
    },
    {
        "product": "Зеленый лук",
        "type": ["Овощи", "Нельзя"],
        "backgroundType": ["ОвощиAdd", "НельзяAdd"],
        "descriptions": "Не кормите свою собаку зеленым луком, так как он токсичен. Они относятся к семейству луковых и чесночных растений.",
        "restriction": "",
        "photo": ["Овощи", "Нельзя"],
        "indicator": "Красный",
        "detailPhoto": "ОвощиD"
    },
    {
        "product": "Зерновые / злаковые",
        "type": ["Зерно", "Можно"],
        "backgroundType": ["ЗерноAdd", "МожноAdd"],
        "descriptions": "Злаки могут быть безопасным выбором для собак, которые не страдают от аллергических реакций, но их следует предлагать в отварном виде. Некоторые злаки могут вызывать у собак расстройство желудка, поэтому они не рекомендуются собакам с аллергией. Хлопья без добавок можно давать как эпизодическое угощение.",
        "restriction": "",
        "photo": ["Зерно", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ЗерноD"
    },
    {
        "product": "Изюм",
        "type": ["Фрукты", "Нельзя"],
        "backgroundType": ["ФруктыAdd", "НельзяAdd"],
        "descriptions": "Изюм токсичен для собак и может вызвать у них почечную недостаточность даже после употребления небольшого количества. Чтобы избежать необходимости обращения в ветеринарную клинику, не давайте своей собаке изюм.",
        "restriction": "",
        "photo": ["Фрукты", "Нельзя"],
        "indicator": "Красный",
        "detailPhoto": "ФруктыD"
    },
    {
        "product": "Имбирь",
        "type": ["Другое", "Можно"],
        "backgroundType": ["ДругоеAdd", "МожноAdd"],
        "descriptions": "Имбирь может быть полезен для собак благодаря его способности облегчать укачивание и повышению уровня сахара в крови, что делает его хорошим выбором для длительных поездок. Однако его следует предлагать собакам только в небольших количествах и избегать кормления имбирем после хирургических вмешательств, когда необходимо поддерживать стабильный уровень сахара в крови.",
        "restriction": "",
        "photo": ["Другое", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ДругоеD"
    },
    {
        "product": "Индейка",
        "type": ["Мясо", "Можно"],
        "backgroundType": ["МясоAdd", "МожноAdd"],
        "descriptions": "Мясо индейки является отличным выбором для рациона вашей собаки, однако кожу индейки следует избегать, так как она содержит слишком много жира.",
        "restriction": "",
        "photo": ["Мясо", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "МясоD"
    },
    {
        "product": "Инжир",
        "type": ["Фрукты", "Нельзя"],
        "backgroundType": ["ФруктыAdd", "НельзяAdd"],
        "descriptions": "Инжир содержит высокое количество сахара, что может привести к расстройству желудка у вашей собаки. Поэтому употребление плодов инжира собаками считается небезопасным.",
        "restriction": "",
        "photo": ["Фрукты", "Нельзя"],
        "indicator": "Красный",
        "detailPhoto": "ФруктыD"
    },
    {
        "product": "Йогурт",
        "type": ["Молочка", "Можно"],
        "backgroundType": ["МолочкаAdd", "МожноAdd"],
        "descriptions": "Йогурт отлично подходит для собак, если он без добавок и, по возможности, и обезжиренный. Многие собаки действительно любят его вкус!",
        "restriction": "",
        "photo": ["Молочка", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "МолочкаD"
    },
    {
        "product": "Кабан",
        "type": ["Мясо", "Можно"],
        "backgroundType": ["МясоAdd", "МожноAdd"],
        "descriptions": "Дикий кабан содержит меньше жира, чем некоторые другие виды мяса. Его можно спокойно давать вашей собаке. Важно это делать в отварном виде.",
        "restriction": "",
        "photo": ["Мясо", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "МясоD"
    },
    {
        "product": "Кабачок",
        "type": ["Овощи", "Можно"],
        "backgroundType": ["ОвощиAdd", "МожноAdd"],
        "descriptions": "У некоторых собак может быть не адаптирован  желудок для переваривания кабачков, из-за чего употребление этого овоща может вызывать проблемы. Тем не менее, для других питомцев кабачок не вызывает никаких нежелательных реакций и может быть безопасно включен в их диету на длительный срок.",
        "restriction": "",
        "photo": ["Овощи", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ОвощиD"
    },
    {
        "product": "Кайенский перец",
        "type": ["Другое", "Можно"],
        "backgroundType": ["ДругоеAdd", "МожноAdd"],
        "descriptions": "Кайенский перец приписывают множество полезных свойств для собак, таких как улучшение пищеварения, облегчение боли при артрите и обладание целебными эффектами. Однако, как и в случае с любым другим продуктом, его следует предлагать умеренно.",
        "restriction": "",
        "photo": ["Другое", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ДругоеD"
    },
    {
        "product": "Какао",
        "type": ["Другое", "Нельзя"],
        "backgroundType": ["ДругоеAdd", "НельзяAdd"],
        "descriptions": "Очень токсично для собак. Это основной ингредиент шоколада, который может вызвать рвоту, диарею, гиперактивность, задыхание, нарушения сердечного ритма, тремор, судороги и смерть.",
        "restriction": "",
        "photo": ["Другое", "Нельзя"],
        "indicator": "Красный",
        "detailPhoto": "ДругоеD"
    },
    {
        "product": "Капуста",
        "type": ["Овощи", "Можно"],
        "backgroundType": ["ОвощиAdd", "МожноAdd"],
        "descriptions": "Капусту следует давать только после приготовления и в малых количествах. Сырая капуста может вызвать газы и рвоту. Внимание - она содержит оксалаты.",
        "restriction": "",
        "photo": ["Овощи", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ОвощиD"
    },
    {
        "product": "Кардамон",
        "type": ["Другое", "Можно"],
        "backgroundType": ["ДругоеAdd", "МожноAdd"],
        "descriptions": "Принадлежит к семейству имбиря, эта специя часто используется в чае. Кардамон может вызвать слабительный эффект у собак.",
        "restriction": "",
        "photo": ["Другое", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ДругоеD"
    },
    {
        "product": "Картофель",
        "type": ["Овощи", "Можно"],
        "backgroundType": ["ОвощиAdd", "МожноAdd"],
        "descriptions": "Сырой картофель, его очистки, и листья являются токсичными для собак. Поскольку сырой картофель не усваивается организмом собаки, его употребление не имеет пользы. Однако вареный картофель или картофельное пюре без добавления сливочного масла можно предлагать вашему питомцу в умеренных количествах.",
        "restriction": "",
        "photo": ["Овощи", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ОвощиD"
    },
    {
        "product": "Каштан",
        "type": ["Орехи", "Нельзя"],
        "backgroundType": ["ОрехиAdd", "НельзяAdd"],
        "descriptions": "Конские каштаны ядовиты и могут вызвать рвоту, диарею, желтуху и судороги. Обычные каштаны можно давать собакам.",
        "restriction": "",
        "photo": ["Орехи", "Нельзя"],
        "indicator": "Красный",
        "detailPhoto": "ОрехиD"
    },
    {
        "product": "Кешью",
        "type": ["Орехи", "Можно"],
        "backgroundType": ["ОрехиAdd", "МожноAdd"],
        "descriptions": "Очень высокое содержание жира, поэтому давайте кешью в крайне умеренных количествах. Слишком много жирной пищи может вызвать панкреатит у собак.",
        "restriction": "",
        "photo": ["Орехи", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ОрехиD"
    },
    {
        "product": "Киви",
        "type": ["Фрукты", "Можно"],
        "backgroundType": ["ФруктыAdd", "МожноAdd"],
        "descriptions": "Киви - фрукт, которым можно кормить вашу собаку, но в умеренных количествах, так как крошечные семечки могут вызвать жидкий стул. Не кормите кожурой, так как пушистые волоски могут вызвать закупорку или вызвать рвоту.",
        "restriction": "",
        "photo": ["Фрукты", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ФруктыD"
    },
    {
        "product": "Кинза",
        "type": ["Овощи", "Можно"],
        "backgroundType": ["ОвощиAdd", "МожноAdd"],
        "descriptions": "Большое количество кинзы может вызвать рвоту или диарею. В противном случае употребление данного продукта должно быть безопасно в небольших количествах.",
        "restriction": "",
        "photo": ["Овощи", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ОвощиD"
    },
    {
        "product": "Клубника",
        "type": ["Фрукты", "Можно"],
        "backgroundType": ["ФруктыAdd", "МожноAdd"],
        "descriptions": "Клубника безопасна для собак и не токсична, но её чрезмерное потребление может привести к рвоте и диарее. Перед подачей клубники вашему питомцу убедитесь, что она хорошо вымыта для удаления остатков пестицидов.",
        "restriction": "",
        "photo": ["Фрукты", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ФруктыD"
    },
    {
        "product": "Клюква",
        "type": ["Фрукты", "Можно"],
        "backgroundType": ["ФруктыAdd", "МожноAdd"],
        "descriptions": "На данный момент нет данных, говорящие о том, что клюква токсична для собак. Сушеную клюкву можно также давать, если в процессе обработки не добавляются другие химические вещества.",
        "restriction": "",
        "photo": ["Фрукты", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ФруктыD"
    },
    {
        "product": "Коза",
        "type": ["Мясо", "Можно"],
        "backgroundType": ["МясоAdd", "МожноAdd"],
        "descriptions": "Если возможно, испарите жир с мяса козы перед кормлением вашей собаки, так как жирная диета может вызвать у вашего питомца как расстройство желудка в краткосрочной перспективе, так и проблемы со здоровьем в долгосрочной.",
        "restriction": "",
        "photo": ["Мясо", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "МясоD"
    },
    {
        "product": "Козье молоко",
        "type": ["Молочка", "Можно"],
        "backgroundType": ["Add", "МожноAdd"],
        "descriptions": "В некоторых зоомагазинах можно найти козье молоко для щенков, обогащённое дополнительными питательными веществами и витаминами. Если вы подумываете о кормлении своей собаки козьим молоком, приобретённым не в специализированном магазине, будьте внимательны. Козье молоко считается более подходящим, чем коровье, из-за его более низкого содержания жира. Начинайте с малых порций, чтобы проверить реакцию организма вашей собаки, поскольку у некоторых животных желудок может быть более чувствителен.",
        "restriction": "",
        "photo": ["Молочка", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "МолочкаD"
    },
    {
        "product": "Кокос",
        "type": ["Фрукты", "Можно"],
        "backgroundType": ["ФруктыAdd", "МожноAdd"],
        "descriptions": "Кокос не токсичен для собак. Однако он содержит масла, которые могут привести к расстройству желудка у вашей собаки.",
        "restriction": "",
        "photo": ["Фрукты", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ФруктыD",
    },
    {
        "product": "Корица",
        "type": ["Другое", "Нельзя"],
        "backgroundType": ["ДругоеAdd", "НельзяAdd"],
        "descriptions": "Корица не является токсичной для собак, но и причин для её активного включения в рацион не так много, учитывая ограниченные известные преимущества. Кумарин — компонент, присутствующий в некоторых типах корицы, может нанести вред печени при превышении дозы потребления.",
        "restriction": "",
        "photo": ["Другое", "Нельзя"],
        "indicator": "Красный",
        "detailPhoto": "ДругоеD"
    },
    {
        "product": "Кости",
        "type": ["Мясо", "Можно"],
        "backgroundType": ["МясоAdd", "МожноAdd"],
        "descriptions": "Приготовленные кости могут раскалываться, а сырые кости могут содержать бактерии. Всегда есть риск, что кость, сырая или нет, может отломиться, и ваша собака может подавиться, или куски могут застрять в ее животе. Твердые кости не имеют этой проблемы, но могут стереть зубы вашей собаки. Поэтому важно с осторожностью подходить к включению костей в рацион собаки, предпочитая сырые, не трубчатые и не слишком маленькие кости, и ограничивать их количество, чтобы избежать проблем с пищеварением, таких как запоры.",
        "restriction": "",
        "photo": ["Мясо", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "МожноD"
    },
    {
        "product": "Косточки фруктов",
        "type": ["Фрукты", "Нельзя"],
        "backgroundType": ["ФруктыAdd", "НельзяAdd"],
        "descriptions": "Ни в коем случае не давайте косточки фруктов собаке. Как минимум, они вызывают закупорку, а в большинстве случаев являются ядовитыми для вашего питомца.",
        "restriction": "",
        "photo": ["Фрукты", "Нельзя"],
        "indicator": "Красный",
        "detailPhoto": "ФруктыD",
    },
    {
        "product": "Кофейные зерна",
        "type": ["Другое", "Нельзя"],
        "backgroundType": ["ДругоеAdd", "НельзяAdd"],
        "descriptions": "Кофе, в любой его форме, очень токсичен для собак. Избегайте кормление своего питомца данным продуктом.",
        "restriction": "",
        "photo": ["Другое", "Нельзя"],
        "indicator": "Красный",
        "detailPhoto": "ДругоеD"
    },
    {
        "product": "Кошачья мята",
        "type": ["Другое", "Можно"],
        "backgroundType": ["ДругоеAdd", "МожноAdd"],
        "descriptions": "Помимо риска кишечной непроходимости, кошачья мята не опасна для собак.",
        "restriction": "",
        "photo": ["Другое", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ДругоеD"
    },
    {
        "product": "Краб",
        "type": ["Мясо", "Можно"],
        "backgroundType": ["МясоAdd", "МожноAdd"],
        "descriptions": "На пляже ваш питомец может найти и поиграть с крабовыми ножками, и хотя приготовленное крабовое мясо вполне подходит для собак, необходимо остерегаться раковин. Они могут причинить вред, порезав животное или вызвав расстройство желудка. Если собака случайно съест сырого краба, следует тщательно наблюдать за возможными аллергическими реакциями или признаками пищевого отравления, при этом учитывая, что легкая диарея может быть естественной реакцией на новый продукт в рационе.",
        "restriction": "",
        "photo": ["Мясо", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "МясоD"
    },
    {
        "product": "Креветки",
        "type": ["Мясо", "Можно"],
        "backgroundType": ["МясоAdd", "МожноAdd"],
        "descriptions": "Креветки могут быть безопасным лакомством для собак при правильном приготовлении. Отваренные в горячей воде после удаления кожуры, они становятся хорошим источником белка. Однако важно помнить, что некоторые собаки могут иметь аллергию на морепродукты, поэтому при первом введении креветок в рацион следует внимательно наблюдать за реакцией питомца.",
        "restriction": "",
        "photo": ["Мясо", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "МясоD"
    },
    {
        "product": "Кресс-салат",
        "type": ["Овощи", "Можно"],
        "backgroundType": ["ОвощиAdd", "МожноAdd"],
        "descriptions": "Кресс-салат часто включается в состав как сырых, так и домашних приготовленных рационов для собак, благодаря своим питательным свойствам.",
        "restriction": "",
        "photo": ["Овощи", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ОвощиD"
    },
    {
        "product": "Кролик",
        "type": ["Мясо", "Можно"],
        "backgroundType": ["МясоAdd", "МожноAdd"],
        "descriptions": "Приготовленное мясо кролика является отличным источником питания для собак. Однако, если ваша собака охотится и поедает живых кроликов, важно проявлять осторожность из-за риска заражения паразитами, инфекциями и бешенством.",
        "restriction": "",
        "photo": ["Мясо", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "МясоD"
    },
    {
        "product": "Кукуруза",
        "type": ["Овощи", "Можно"],
        "backgroundType": ["ОвощиAdd", "МожноAdd"],
        "descriptions": "Кукуруза не является особенно питательным продуктом для собак. Часто её используют в коммерческих кормах как доступный наполнитель. Стоит быть внимательным к кормам, где кукуруза преобладает из-за их низкой питательной ценности. Опасность представляет также грибок на кукурузе и других злаках, вырабатывающий афлатоксин – токсичное вещество, способное вызвать поражение печени.",
        "restriction": "",
        "photo": ["Овощи", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ОвощиD"
    },
    {
        "product": "Кукурузный хлеб",
        "type": ["Зерно", "Можно"],
        "backgroundType": ["ЗерноAdd", "МожноAdd"],
        "descriptions": "Кукуруза может вызывать аллергические реакции у некоторых собак. Будучи одним из часто используемых продуктов в корме, она может быть сложна для усвоения, поэтому важно проявлять осторожность, включая кукурузу в рацион собаки.",
        "restriction": "",
        "photo": ["Зерно", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ЗерноD"
    },
    {
        "product": "Кумкват",
        "type": ["Фрукты", "Можно"],
        "backgroundType": ["ФруктыAdd", "МожноAdd"],
        "descriptions": "Кумкват сам по себе не токсичен для собак, но может действовать как слабительное средство, если собака съест его в большом количестве. Если у вашей собаки есть доступ к дереву кумкват, важно следить, чтобы она не потребляла древесину, поскольку она токсична и может нанести вред кишечнику собаки.",
        "restriction": "",
        "photo": ["Фрукты", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ФруктыD"
    },
    {
        "product": "Кунжут",
        "type": ["Зерно", "Можно"],
        "backgroundType": ["ЗерноAdd", "МожноAdd"],
        "descriptions": "Семена кунжута могут стать неожиданным источником белка для вашей собаки. Вы можете включать их в рацион питомца, но важно внимательно следить за собакой, чтобы избежать риска удушья.",
        "restriction": "",
        "photo": ["Зерно", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ЗерноD"
    },
    {
        "product": "Куриная мука",
        "type": ["Мясо", "Можно"],
        "backgroundType": ["МясоAdd", "МожноAdd"],
        "descriptions": "Куриная мука, которую часто можно найти в составе кормов для собак, представляет собой сухое, измельченное цельное куриное мясо без головы, ног, внутренностей или перьев. В отличие от просто 'курицы', указанной в списке ингредиентов корма, которая включает вес воды в курице, куриная мука представляет собой более концентрированный источник белка.",
        "restriction": "",
        "photo": ["Мясо", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "МясоD"
    },
    {
        "product": "Курица",
        "type": ["Мясо", "Можно"],
        "backgroundType": ["МясоAdd", "МожноAdd"],
        "descriptions": "Курица может вызывать аллергические реакции у некоторых собак. Перед подачей убедитесь, что курица тщательно приготовлена без добавления специй и избегайте давать собакам куриные кости, поскольку они могут расколоться и привести к закупорке пищеварительного тракта.",
        "restriction": "",
        "photo": ["Мясо", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "МясоD"
    },
    {
        "product": "Кэроб",
        "type": ["Другое", "Можно"],
        "backgroundType": ["ДругоеAdd", "МожноAdd"],
        "descriptions": "Кэроб является безопасным и полезным для собак, поскольку не содержит кофеин или теобромин, присутствующие в шоколаде и опасные для собак. Из кэроба часто делают мороженое для собак, предлагая им безопасную альтернативу шоколаду с его вкусовыми качествами, но без вреда для здоровья.",
        "restriction": "",
        "photo": ["Другое", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ДругоеD"
    },
    {
        "product": "Лакрица",
        "type": ["Травы", "Нельзя"],
        "backgroundType": ["ТравыAdd", "НельзяAdd"],
        "descriptions": "В составе лакричных конфет обычно содержится мало настоящей лакрицы, поэтому в малых количествах они вряд ли навредят вашей собаке. Однако они часто богаты кукурузным сиропом с высоким содержанием фруктозы, что может привести к расстройству желудка. Сама лакрица может быть токсичной для собак, поэтому лучше избегать кормления питомца лакрицей.",
        "restriction": "",
        "photo": ["Травы", "Нельзя"],
        "indicator": "Красный",
        "detailPhoto": "ТравыD"
    },
    {
        "product": "Лапша",
        "type": ["Зерно", "Можно"],
        "backgroundType": ["ЗерноAdd", "МожноAdd"],
        "descriptions": "Лапша может быть сложной для переваривания собаками, если она не хорошо приготовлена и не размягчена. В рационе собаки лапша должна занимать не более 10%. Также важно проверить, не аллергична ли ваша собака на пшеницу перед тем, как включать лапшу в её питание.",
        "restriction": "",
        "photo": ["Зерно", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ЗерноD"
    },
    {
        "product": "Лемонграсс",
        "type": ["Травы", "Можно"],
        "backgroundType": ["ТравыAdd", "МожноAdd"],
        "descriptions": "Лимонная трава может поддерживать процесс детоксикации у собак, помогая выводить токсины из организма. Однако при её использовании важно соблюдать умеренность и учитывать индивидуальную переносимость вашего питомца.",
        "restriction": "",
        "photo": ["Травы", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ТравыD"
    },
    {
        "product": "Лимон",
        "type": ["Фрукты", "Можно"],
        "backgroundType": ["ФруктыAdd", "МожноAdd"],
        "descriptions": "Лимон можно предлагать вашей собаке, но делать это нужно осторожно, поскольку избыток лимона может негативно сказаться на центральной нервной системе животного. Лимонная кислота может вызвать чрезмерное возбуждение и нервозность у вашего питомца.",
        "restriction": "",
        "photo": ["Фрукты", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ФруктыD"
    },
    {
        "product": "Листья",
        "type": ["Другое", "Нельзя"],
        "backgroundType": ["ДругоеAdd", "НельзяAdd"],
        "descriptions": "Безопасность листьев различных растений для собак варьируется. В то время как некоторые растения могут быть крайне токсичными для собак, степень воздействия на здоровье животного обычно зависит от количества потребленного растения относительно веса собаки.",
        "restriction": "",
        "photo": ["Другое", "Нельзя"],
        "indicator": "Красный",
        "detailPhoto": "ДругоеD"
    },
    {
        "product": "Личи",
        "type": ["Фрукты", "Можно"],
        "backgroundType": ["ФруктыAdd", "МожноAdd"],
        "descriptions": "Перед тем как предложить личи вашей собаке, обязательно удалите семена. Подавайте плод в виде маленьких кусочков и только в умеренных количествах.",
        "restriction": "",
        "photo": ["Фрукты", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ФруктыD"
    },
    {
        "product": "Лобстер",
        "type": ["Мясо", "Можно"],
        "backgroundType": ["МясоAdd", "МожноAdd"],
        "descriptions": "Мясо лобстера может быть безопасным для вашей собаки, если у неё нет аллергии на данный продукт. Однако важно избегать давать собаке скорлупу лобстера, так как она может привести к проблемам с пищеварением, включая непроходимость.",
        "restriction": "",
        "photo": ["Мясо", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "МясоD"
    },
    {
        "product": "Лосось",
        "type": ["Мясо", "Можно"],
        "backgroundType": ["МясоAdd", "МожноAdd"],
        "descriptions": "Приготовленный лосось является полезным для собак, но сырой лосось может представлять риск заражения паразитами, опасными для здоровья вашего питомца.",
        "restriction": "",
        "photo": ["Мясо", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "МясоD"
    },
    {
        "product": "Лук",
        "type": ["Овощи", "Нельзя"],
        "backgroundType": ["ОвощиAdd", "НельзяAdd"],
        "descriptions": "Лук очень токсичен для собак. Даже небольшое количество может вызвать у вашей собаки анемию.",
        "restriction": "",
        "photo": ["Овощи", "Нельзя"],
        "indicator": "Красный",
        "detailPhoto": "ОвощиD"
    },
    {
        "product": "Лук-порей",
        "type": ["Овощи", "Нельзя"],
        "backgroundType": ["ОвощиAdd", "НельзяAdd"],
        "descriptions": "Лук-порей очень токсичен для собак и может вызвать анемию даже при употреблении в небольших количествах. Он принадлежит к тому же семейству растений, что и лук и чеснок, поэтому его следует избегать в рационе вашего питомца.",
        "restriction": "",
        "photo": ["Овощи", "Нельзя"],
        "indicator": "Красный",
        "detailPhoto": "ОвощиD"
    },
    {
        "product": "Люцерна",
        "type": ["Травы", "Можно"],
        "backgroundType": ["ТравыAdd", "МожноAdd"],
        "descriptions": "Люцерна может быть полезной для собак на разных этапах жизни и представлена в различных формах, включая капсулы, экстракты и сушеные продукты. Однако причиной, по которой люцерну иногда указывают в списках растений, представляющих опасность, являются паразиты и жуки-волдыри, которые могут быть токсичны для собак, если они присутствуют в сене из люцерны. Важно удостовериться в отсутствии этих вредителей в продукте перед его использованием.",
        "restriction": "",
        "photo": ["Травы", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ТравыD"
    },
    {
        "product": "Майонез",
        "type": ["Молочка", "Можно"],
        "backgroundType": ["МолочкаAdd", "МожноAdd"],
        "descriptions": "Если ваша собака случайно проглотит небольшое количество майонеза, особенно если он смешан с другой пищей, как правило, это не должно вызвать серьезных проблем. Однако потребление майонеза в количестве более столовой ложки может привести к нежелательным последствиям.",
        "restriction": "",
        "photo": ["Молочка", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "МолочкаD"
    },
    {
        "product": "Макадамия",
        "type": ["Орехи", "Нельзя"],
        "backgroundType": ["ОрехиAdd", "НельзяAdd"],
        "descriptions": "Макадамия является токсичным продуктом для собак и может привести к таким симптомам, как слабость, депрессия, рвота, атаксия (нарушение координации движений), мышечный тремор, легкая одышка и повышение температуры тела (гипертермия). При появлении этих признаков после употребления макадамии необходимо немедленно обратиться к ветеринару.",
        "restriction": "",
        "photo": ["Орехи", "Нельзя"],
        "indicator": "Красный",
        "detailPhoto": "ОрехиD"
    },
    {
        "product": "Малина",
        "type": ["Фрукты", "Можно"],
        "backgroundType": ["ФруктыAdd", "МожноAdd"],
        "descriptions": "Малину можно включать в рацион собаки в ограниченных количествах, учитывая, что её крошечные волоски и семена могут вызывать раздражение у вашего питомца.",
        "restriction": "",
        "photo": ["Фрукты", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ФруктыD"
    },
    {
        "product": "Манго",
        "type": ["Фрукты", "Можно"],
        "backgroundType": ["ФруктыAdd", "МожноAdd"],
        "descriptions": "Манго может быть частью рациона вашей собаки и иногда используется в диете BARF. Однако важно удалять семена перед подачей, так как они могут вызвать непроходимость пищеварительного тракта у вашего питомца.",
        "restriction": "",
        "photo": ["Фрукты", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ФруктыD"
    },
    {
        "product": "Мандарин",
        "type": ["Фрукты", "Можно"],
        "backgroundType": ["ФруктыAdd", "МожноAdd"],
        "descriptions": "Мандарины допустимы для собак в умеренных количествах, однако следует помнить, что цитрусовые фрукты могут вызывать раздражение желудка у некоторых питомцев.",
        "restriction": "",
        "photo": ["Фрукты", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ФруктыD"
    },
    {
        "product": "Манная каша",
        "type": ["Зерно", "Можно"],
        "backgroundType": ["ЗерноAdd", "МожноAdd"],
        "descriptions": "Манная каша может быть включена в рацион вашей собаки, при условии отсутствия у неё аллергии на пшеницу. Аллергические реакции могут проявляться разнообразно, от кожного зуда, воспаления ушей и частого облизывания лап до желудочно-кишечных расстройств, рвоты и сухости кожи с шелушением. Если вы решите предложить своему питомцу манную кашу, начните с небольших порций, чтобы посмотреть на реакцию.",
        "restriction": "",
        "photo": ["Зерно", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ЗерноD"
    },
    {
        "product": "Маракуйя",
        "type": ["Фрукты", "Нельзя"],
        "backgroundType": ["ФруктыAdd", "НельзяAdd"],
        "descriptions": "Семена маракуйи токсичны, будьте начеку и не давайте их своей собаке.",
        "restriction": "",
        "photo": ["Фрукты", "Нельзя"],
        "indicator": "Красный",
        "detailPhoto": "ФруктыD"
    },
    {
        "product": "Маргарин",
        "type": ["Молочка", "Нельзя"],
        "backgroundType": ["МолочкаAdd", "НельзяAdd"],
        "descriptions": "Маргарин, особенно с высоким содержанием транс-жиров, является гидрогенизированным жиром, который может оказывать потенциально токсическое воздействие. Несмотря на распространенные мнения о его пользе для шерсти собак, лучше выбрать более здоровые альтернативы. В качестве дополнения к рациону рекомендуется использовать Омега-3 и Омега-6 жирные кислоты, получаемые из рыбьего жира, для поддержания здоровья шерсти и кожи вашего питомца.",
        "restriction": "",
        "photo": ["Молочка", "Нельзя"],
        "indicator": "Красный",
        "detailPhoto": "МолочкаD"
    },
    {
        "product": "Мармеладные мишки",
        "type": ["Другое", "Можно"],
        "backgroundType": ["ДругоеAdd", "МожноAdd"],
        "descriptions": "Хотя некоторые собаки могут привлекаться сладким вкусом мармеладных мишек, эти продукты не рекомендуется включать в их рацион регулярно в качестве лакомств. Если вы всё же решите угостить своего питомца мармеладом, будьте осторожны: эти сладости могут вызвать проблемы с пищеварением, включая непроходимость желудка.",
        "restriction": "",
        "photo": ["Другое", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ДругоеD"
    },
    {
        "product": "Мёд",
        "type": ["Другое", "Можно"],
        "backgroundType": ["ДругоеAdd", "МожноAdd"],
        "descriptions": "Мёд безопасен для взрослых собак. Однако следует помнить, что это продукт с высоким содержанием сахара. Также важно не давать мёд щенкам из-за риска заражения ботулизмом.",
        "restriction": "",
        "photo": ["Другое", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ДругоеD"
    },
    {
        "product": "Миндаль",
        "type": ["Орехи", "Можно"],
        "backgroundType": ["ОрехиAdd", "МожноAdd"],
        "descriptions": "Следует быть осторожным при кормлении собак миндалем из-за риска удушья. Также из-за высокого содержания жиров в миндале возможно развитие панкреатита или других желудочно-кишечных расстройств.  Хотя точных данных о токсичности миндаля для собак на данный момент нет, в некоторых случаях может наблюдаться пищевая непереносимость.",
        "restriction": "",
        "photo": ["Орехи", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ОрехиD"
    },
    {
        "product": "Миндальное печенье",
        "type": ["Зерно", "Нельзя"],
        "backgroundType": ["ЗерноAdd", "НельзяAdd"],
        "descriptions": "Комбинация миндаля и жирного печенья может привести к сильному газообразованию у вашей собаки из-за высокого содержания жиров в этих продуктах.",
        "restriction": "",
        "photo": ["Зерно", "Нельзя"],
        "indicator": "Красный",
        "detailPhoto": "ЗерноD"
    },
    {
        "product": "Молоко",
        "type": ["Молочка", "Можно"],
        "backgroundType": ["МолочкаAdd", "МожноAdd"],
        "descriptions": "Некоторые собаки могут усваивать молоко без проблем, но другие испытывают трудности с перевариванием лактозы из-за недостатка соответствующих ферментов, что может привести к расстройству желудка. Лучше выбирать молоко, специально разработанное для собак, или безлактозное молоко, которое также обычно содержит меньше жира.",
        "restriction": "",
        "photo": ["Молочка", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "МолочкаD"
    },
    {
        "product": "Молочная сыворотка",
        "type": ["Молочка", "Можно"],
        "backgroundType": ["МолочкаAdd", "МожноAdd"],
        "descriptions": "Хотя молочная сыворотка и является побочным продуктом молока, собаки с непереносимостью лактозы могут испытывать нежелательные реакции на неё, если она употребляется в необработанном виде. Будьте осторожны, предлагая вашей собаке продукты на основе молочной сыворотки, например, хлеб.",
        "restriction": "",
        "photo": ["Молочка", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "МолочкаD"
    },
    {
        "product": "Молочные продукты",
        "type": ["Молочка", "Можно"],
        "backgroundType": ["МолочкаAdd", "МожноAdd"],
        "descriptions": "Многие собаки страдают от непереносимости лактозы из-за недостатка фермента лактазы, который необходим для её переваривания. Из-за этого продукты с высоким содержанием жира или молочные продукты могут вызвать у собак газообразование или диарею. Безлактозные варианты молока и молочных продуктов могут служить хорошей альтернативой для таких собак.",
        "restriction": "",
        "photo": ["Молочка", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "МолочкаD"
    },
    {
        "product": "Морковь",
        "type": ["Овощи", "Можно"],
        "backgroundType": ["ОвощиAdd", "МожноAdd"],
        "descriptions": "Морковь является отличным продуктом для собак, обогащённым бета-каротином, который способствует восстановлению клеток. Кроме того, морковь содержит витамины группы B, C и D, что делает её полезной для поддержания здоровья глаз у вашего питомца.",
        "restriction": "",
        "photo": ["Овощи", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ОвощиD"
    },
    {
        "product": "Мороженое",
        "type": ["Молочка", "Можно"],
        "backgroundType": ["МолочкаAdd", "МожноAdd"],
        "descriptions": "Собаки действительно любят мороженое. Ванильное мороженное считается наиболее безопасным выбором для них, если подавать его как особое угощение в малых количествах. Однако важно избегать мороженого с шоколадом, кофе или кофеином, поскольку кофеин очень токсичен для собак. Более здоровым вариантом будет специализированное собачье мороженое, которое можно приобрести в зоомагазине, или же простой йогурт.",
        "restriction": "",
        "photo": ["Молочка", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "МолочкаD"
    },
    {
        "product": "Морская капуста",
        "type": ["Овощи", "Можно"],
        "backgroundType": ["ОвощиAdd", "МожноAdd"],
        "descriptions": "Морская капуста содержит множество питательных веществ и может быть очень полезной для собак. Она способствует улучшению пищеварения и может положительно сказаться на состоянии кожи и шерсти вашего питомца.",
        "restriction": "",
        "photo": ["Овощи", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ОвощиD"
    },
    {
        "product": "Морской окунь (сибас)",
        "type": ["Мясо", "Можно"],
        "backgroundType": ["МясоAdd", "МожноAdd"],
        "descriptions": " Морской окунь (сибас) является отличным источником рыбьего жира и может быть полезным для собак. Рекомендуется кормить вашего питомца приготовленным филе морского окуня, чтобы избежать риска заражения паразитами, которые могут быть в сырой рыбе.",
        "restriction": "",
        "photo": ["Мясо", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "МясоD"
    },
    {
        "product": "Моцарелла",
        "type": ["Молочка", "Можно"],
        "backgroundType": ["МолочкаAdd", "МожноAdd"],
        "descriptions": "Моцарелла может быть отличным вариантом для тренировочных лакомств. Тем не менее, избыток сыра может привести к запору. В качестве метода, малое количество моцареллы может помочь уплотнить стул у собак с диареей. Важно помнить, что реакция на разные виды сыра у собак может варьироваться, в некоторых случаях вызывая расстройство пищеварения или диарею, поэтому следует проявлять осторожность.",
        "restriction": "",
        "photo": ["Молочка", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "МолочкаD"
    },
    {
        "product": "Мука из говядины",
        "type": ["Мясо", "Можно"],
        "backgroundType": ["МясоAdd", "МожноAdd"],
        "descriptions": "Говяжья мука, широко используемая в составе собачьего корма, это сухое, мелко измельченное мясо говядины вместе с костями и прочими составляющими, где вес воды не учитывается.",
        "restriction": "",
        "photo": ["Мясо", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "МясоD"
    },
    {
        "product": "Мускатный орех",
        "type": ["Орехи", "Нельзя"],
        "backgroundType": ["ОрехиAdd", "НельзяAdd"],
        "descriptions": "Мускатный орех является токсичным для собак и может вызывать тремор, судороги, а также повреждение центральной нервной системы у вашего питомца. Избегайте кормления собаки мускатным орехом.",
        "restriction": "",
        "photo": ["Орехи", "Нельзя"],
        "indicator": "Красный",
        "detailPhoto": "ОрехиD"
    },
    {
        "product": "Мясной соус",
        "type": ["Мясо", "Можно"],
        "backgroundType": ["МясоAdd", "МожноAdd"],
        "descriptions": "Если вы используете готовый соус, важно проверить состав на упаковке, чтобы убедиться в отсутствии ингредиентов, потенциально токсичных для собак, как лук. Для приготовления домашнего соуса можно использовать консервированную мясную начинку, например, от тушеной курицы, свинины или говядины, и затем загустить её с помощью муки, перемешивая на медленном огне.",
        "restriction": "",
        "photo": ["Мясо", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "МясоD"
    },
    {
        "product": "Мята",
        "type": ["Травы", "Нельзя"],
        "backgroundType": ["ТравыAdd", "НельзяAdd"],
        "descriptions": "Использование масла мяты перечной для собак не рекомендуется. В то время как сушеную мяту перечную в качестве пряности можно добавлять в рацион собак, но только в очень ограниченных количествах и с осторожностью.",
        "restriction": "",
        "photo": ["Травы", "Нельзя"],
        "indicator": "Красный",
        "detailPhoto": "ТравыD"
    },
    {
        "product": "Нут",
        "type": ["Овощи", "Можно"],
        "backgroundType": ["ОвощиAdd", "МожноAdd"],
        "descriptions": "Нут может стать отличным источником клетчатки для вашей собаки, если он приготовлен правильно. Лакомства, изготовленные из муки нута, могут очень понравиться вашему питомцу. Однако важно помнить о токсичности лука для собак, так что если вы предлагаете своей собаке нут, удостоверьтесь, что в нём нет добавленных вредных ингредиентов.",
        "restriction": "",
        "photo": ["Овощи", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ОвощиD"
    },
    {
        "product": "Нутовая мука",
        "type": ["Овощи", "Можно"],
        "backgroundType": ["ОвощиAdd", "МожноAdd"],
        "descriptions": "Нутовая мука является отличным источником клетчатки для собак, особенно когда она готовится должным образом. Лакомства из нутовой муки могут стать одними из фаворитов среди угощений для вашего питомца. Важно помнить о токсичности лука для собак и удостовериться в отсутствии вредных добавок в любых блюдах из нута, которыми вы можете побаловать свою собаку.",
        "restriction": "",
        "photo": ["Овощи", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ОвощиD"
    },
    {
        "product": "Обработанное мясо",
        "type": ["Мясо", "Нельзя"],
        "backgroundType": ["МясоAdd", "НельзяAdd"],
        "descriptions": "Обработанное мясо часто нежелательно для здоровья собак. Если вы все же решите давать своему питомцу мясные продукты, предназначенные для людей, внимательно изучите их состав. В таком мясе могут содержаться добавки, опасные для собак, например, луковый порошок.",
        "restriction": "",
        "photo": ["Мясо", "Нельзя"],
        "indicator": "Красный",
        "detailPhoto": "МясоD"
    },
    {
        "product": "Овес",
        "type": ["Зерно", "Можно"],
        "backgroundType": ["ЗерноAdd", "МожноAdd"],
        "descriptions": "Овес может способствовать снижению уровня холестерина у собак. Однако сырой овес обычно не рекомендуется к употреблению, так как он может набухать в желудке вашего щенка, что может вызвать дискомфорт или другие проблемы с пищеварением.",
        "restriction": "",
        "photo": ["Зерно", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ЗерноD"
    },
    {
        "product": "Овсянка",
        "type": ["Зерно", "Можно"],
        "backgroundType": ["ЗерноAdd", "МожноAdd"],
        "descriptions": "Овсянка, богатая клетчаткой, может способствовать регуляции пищеварения у вашей собаки, однако в больших количествах она может вызвать частое испражнение. В составе большинства коммерческих лакомств и кормов для собак содержание овсянки обычно не превышает 2%. Важно внимательно проверять состав смесей с овсянкой, обозначенных как 'без сахара', на предмет наличия химических заменителей сахара, таких как ксилит, который является опасным для собак.",
        "restriction": "",
        "photo": ["Зерно", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ЗерноD"
    },
    {
        "product": "Огурец",
        "type": ["Овощи", "Можно"],
        "backgroundType": ["ОвощиAdd", "МожноAdd"],
        "descriptions": "Огурцы безопасны для собак в умеренных количествах, но они могут привести к расстройству желудка у некоторых питомцев.",
        "restriction": "",
        "photo": ["Овощи", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ОвощиD"
    },
    {
        "product": "Олень",
        "type": ["Мясо", "Можно"],
        "backgroundType": ["МясоAdd", "МожноAdd"],
        "descriptions": "Оленина является отличным выбором для собак с аллергиями, так как считается гипоаллергенным и редким ингредиентом в рационе питомцев. Это делает её подходящим вариантом для кормления вашей собаки.",
        "restriction": "",
        "photo": ["Мясо", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "МясоD"
    },
    {
        "product": "Оливки",
        "type": ["Овощи", "Можно"],
        "backgroundType": ["ОвощиAdd", "МожноAdd"],
        "descriptions": "Оливки допустимы для собак в малых количествах, однако перед их предложением питомцу необходимо тщательно промыть, чтобы избавиться от лишних добавок и ингредиентов из рассола, которые могут быть неподходящими для употребления вашей собакой.",
        "restriction": "",
        "photo": ["Овощи", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ОвощиD"
    },
    {
        "product": "Оливковое масло",
        "type": ["Другое", "Можно"],
        "backgroundType": ["ДругоеAdd", "МожноAdd"],
        "descriptions": "Оливковое масло отлично подходит для добавления в корм для собак, чтобы поддерживать блестящую шерсть.",
        "restriction": "",
        "photo": ["Другое", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ДругоеD"
    },
    {
        "product": "Омела",
        "type": ["Другое", "Нельзя"],
        "backgroundType": ["ДругоеAdd", "НельзяAdd"],
        "descriptions": "Омела является ядовитым растением для собак. Старайтесь не допускать контакта вашего питомца с этим растением!",
        "restriction": "",
        "photo": ["Другое", "Нельзя"],
        "indicator": "Красный",
        "detailPhoto": "ДругоеD"
    },
    {
        "product": "Орегано",
        "type": ["Травы", "Можно"],
        "backgroundType": ["ТравыAdd", "МожноAdd"],
        "descriptions": "Орегано в небольших количествах может быть безопасно для собак как приправа, однако его избыток может привести к расстройству желудочно-кишечного тракта у вашего питомца.",
        "restriction": "",
        "photo": ["Травы", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ТравыD"
    },
    {
        "product": "Орех пекан",
        "type": ["Орехи", "Нельзя"],
        "backgroundType": ["ОрехиAdd", "НельзяAdd"],
        "descriptions": "Орехи пекан содержат химические вещества, особенно опасные для собак, и могут вызвать у них судороги. Не кормите свою собаку орехами пекан.",
        "restriction": "",
        "photo": ["Орехи", "Нельзя"],
        "indicator": "Красный",
        "detailPhoto": "ОрехиD"
    },
    {
        "product": "Папайя",
        "type": ["Фрукты", "Можно"],
        "backgroundType": ["ФруктыAdd", "МожноAdd"],
        "descriptions": "Папайя безопасна для собак, если употреблять её в небольших количествах. К тому же, включение папайи в рацион может помочь предотвратить копрофагию (поедание собаками собственных экскрементов).",
        "restriction": "",
        "photo": ["Фрукты", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ФруктыD"
    },
    {
        "product": "Пармезан",
        "type": ["Молочка", "Можно"],
        "backgroundType": ["МолочкаAdd", "МожноAdd"],
        "descriptions": "Пармезан может использоваться в качестве ингредиента в деликатесных лакомствах для собак. Хотя умеренное потребление не вредно, чрезмерное и быстрое употребление может вызвать проблемы с пищеварением у вашего питомца.",
        "restriction": "",
        "photo": ["Молочка", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "МолочкаD"
    },
    {
        "product": "Паста",
        "type": ["Зерно", "Можно"],
        "backgroundType": ["ЗерноAdd", "МожноAdd"],
        "descriptions": "Макаронные изделия не следует делать основой рациона собаки, однако их можно включать в состав сбалансированного питания в небольших количествах. Оптимальным выбором будут простые, хорошо приготовленные макароны, составляющие не более 10% от общего рациона вашего питомца. Также важно убедиться, что у собаки нет аллергии на пшеницу перед тем, как предложить ей этот продукт.",
        "restriction": "",
        "photo": ["Зерно", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ЗерноD"
    },
    {
        "product": "Патока",
        "type": ["Другое", "Можно"],
        "backgroundType": ["ДругоеAdd", "МожноAdd"],
        "descriptions": "Есть два основных типа патоки: черная ленточная и тростниковая. Черная патока может быть безопасной для собак в небольших количествах как добавка, благодаря полезным минералам в её составе. В то же время, тростниковую патоку следует избегать.",
        "restriction": "",
        "photo": ["Другое", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ДругоеD"
    },
    {
        "product": "Пепперони",
        "type": ["Мясо", "Нельзя"],
        "backgroundType": ["МясоAdd", "НельзяAdd"],
        "descriptions": "Пепперони, используемые в пицце, богаты жирами, маслами и содержат другие ингредиенты, которые могут оказаться токсичными для собак. Лучше избегать кормления вашей собаки такой пищей.",
        "restriction": "",
        "photo": ["Мясо", "Нельзя"],
        "indicator": "Красный",
        "detailPhoto": "МясоD"
    },
    {
        "product": "Перец",
        "type": ["Овощи", "Можно"],
        "backgroundType": ["ОвощиAdd", "МожноAdd"],
        "descriptions": "Молотый перец может быть использован как приправа, однако он может не понравиться некоторым собакам и вызвать у них непереносимость. Болгарский перец безопасен для кормления собак, но следует избегать давать собакам острые перцы, такие как чили и халапеньо.",
        "restriction": "",
        "photo": ["Овощи", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ОвощиD"
    },
    {
        "product": "Персик",
        "type": ["Фрукты", "Можно"],
        "backgroundType": ["ФруктыAdd", "МожноAdd"],
        "descriptions": "Мякоть персика безопасна для употребления собаками, но косточка персика опасна, так как содержит цианид, который может вызвать отравление. Будьте крайне осторожны и не допускайте, чтобы ваш питомец играл с косточками или пытался их грызть.",
        "restriction": "",
        "photo": ["Фрукты", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ФруктыD"
    },
    {
        "product": "Петрушка",
        "type": ["Овощи", "Можно"],
        "backgroundType": ["ОвощиAdd", "МожноAdd"],
        "descriptions": "Петрушку можно включать в рацион собаки в умеренных количествах, так как она может помочь устранить неприятный запах изо рта. Однако следует наблюдать за возможными желудочно-кишечными расстройствами, вызванными её употреблением.",
        "restriction": "",
        "photo": ["Овощи", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ОвощиD"
    },
    {
        "product": "Печень",
        "type": ["Мясо", "Можно"],
        "backgroundType": ["МясоAdd", "МожноAdd"],
        "descriptions": "Печеночные лакомства являются отличной наградой, особенно во время дрессировки вашей собаки. Тем не менее, печень содержит много жира, поэтому важно использовать её умеренно, чтобы избежать перекорма и возможной диареи у вашего питомца.",
        "restriction": "",
        "photo": ["Мясо", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "МясоD"
    },
    {
        "product": "Пиво",
        "type": ["Другое", "Нельзя"],
        "backgroundType": ["ДругоеAdd", "НельзяAdd"],
        "descriptions": "Пиво не рекомендуется для собак из-за содержания в нём углекислого газа, который может привести к вздутию живота и торсии (смертельному состоянию, когда желудок перекручивается, блокируя кровоснабжение). Хмель, широко используемый при производстве пива, также может вызвать серьёзные и потенциально смертельные заболевания у собак.",
        "restriction": "",
        "photo": ["Другое", "Нельзя"],
        "indicator": "Красный",
        "detailPhoto": "ДругоеD"
    },
    {
        "product": "Подсластитель",
        "type": ["Другое", "Нельзя"],
        "backgroundType": ["ДругоеAdd", "НельзяAdd"],
        "descriptions": "Подсластители, содержащие ксилит, являются токсичными для собак и могут вызвать серьезное отравление. Ксилит — это сахарный спирт, который широко используется в продуктах без добавления сахара, таких как жевательная резинка, жевательные витамины, средства для ухода за полостью рта и в выпечке.",
        "restriction": "",
        "photo": ["Другое", "Нельзя"],
        "indicator": "Красный",
        "detailPhoto": "ДругоеD"
    },
    {
        "product": "Помидор",
        "type": ["Овощи", "Можно"],
        "backgroundType": ["ОвощиAdd", "МожноAdd"],
        "descriptions": "Существуют различные мнения относительно того, безопасно ли давать собакам спелые помидоры. Хотя спелые плоды помидора могут быть безопасны в умеренных количествах, сырые помидоры и особенно зеленые части растения содержат соланин и оксалаты, которые могут быть вредны для собак, вызывая такие симптомы, как повреждение нервной системы, нерегулярное сердцебиение и тремор. Если помидор указан в составе коммерческого корма или лакомств для собак, это обычно означает, что он был должным образом обработан и безопасен для употребления вашим питомцем.",
        "restriction": "",
        "photo": ["Овощи", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ОвощиD"
    },
    {
        "product": "Пшеница",
        "type": ["Зерно", "Можно"],
        "backgroundType": ["ЗерноAdd", "МожноAdd"],
        "descriptions": "Пшеница часто встречается в составе собачьих кормов и может вызвать аллергию или пищеварительные расстройства у собак с чувствительным желудком. Она известна как тяжёлый для усвоения продукт. Дебаты о пшеничном глютене и его потенциальном загрязнении меламином привели к пересмотру восприятия безопасности этого компонента в рационе собак. Хотя пшеничный глютен изначально не считался чрезмерно опасным, его трудноусвояемость и питательная ценность для собак подверглись критике.",
        "restriction": "",
        "photo": ["Зерно", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ЗерноD"
    },
    {
        "product": "Пшеничный хлеб",
        "type": ["Зерно", "Можно"],
        "backgroundType": ["ЗерноAdd", "МожноAdd"],
        "descriptions": "Пшеничный хлеб может быть чуть более полезным для собак по сравнению с белым хлебом, благодаря более высокому содержанию клетчатки и питательных веществ.",
        "restriction": "",
        "photo": ["Зерно", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ЗерноD"
    },
    {
        "product": "Растительное масло",
        "type": ["Другое", "Можно"],
        "backgroundType": ["ДругоеAdd", "МожноAdd"],
        "descriptions": "Растительное масло содержит жирные кислоты, которые варьируются в зависимости от типа масла. Использование небольшого количества растительного масла при приготовлении пищи для собаки допустимо. Однако стоит помнить, что диета с высоким содержанием жиров может негативно сказаться на здоровье пищеварительной системы собаки, особенно если у неё имеются соответствующие проблемы, поэтому следует ограничить количество масла в рационе таких животных.",
        "restriction": "",
        "photo": ["Другое", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ДругоеD"
    },
    {
        "product": "Ребра",
        "type": ["Мясо", "Можно"],
        "backgroundType": ["МясоAdd", "МожноAdd"],
        "descriptions": "Мясо на ребрах без добавления соуса может быть хорошим выбором для кормления собаки. Однако важно обращать внимание на кости: если они пережарены, они могут стать причиной непроходимости кишечника у вашего питомца.",
        "restriction": "",
        "photo": ["Мясо", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "МясоD"
    },
    {
        "product": "Ревень",
        "type": ["Овощи", "Нельзя"],
        "backgroundType": ["ОвощиAdd", "НельзяAdd"],
        "descriptions": "Листья ревеня содержат токсичные вещества для собак. Избегайте кормления вашего питомца ревенем.",
        "restriction": "",
        "photo": ["Овощи", "Нельзя"],
        "indicator": "Красный",
        "detailPhoto": "ОвощиD"
    },
    {
        "product": "Редис",
        "type": ["Овощи", "Можно"],
        "backgroundType": ["ОвощиAdd", "МожноAdd"],
        "descriptions": "Редис допустимо включать в рацион собак в умеренных количествах, учитывая его содержание оксалатов. Несмотря на это, редис является хорошим источником витаминов для вашего питомца.",
        "restriction": "",
        "photo": ["Овощи", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ОвощиD"
    },
    {
        "product": "Репа",
        "type": ["Овощи", "Можно"],
        "backgroundType": ["ОвощиAdd", "МожноAdd"],
        "descriptions": "Репу можно включать в питание собаки, начиная с малых порций, чтобы понаблюдать за реакцией питомца, поскольку некоторые собаки могут быть чувствительны к её запаху.",
        "restriction": "",
        "photo": ["Овощи", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ОвощиD"
    },
    {
        "product": "Рикотта",
        "type": ["Молочка", "Можно"],
        "backgroundType": ["МолочкаAdd", "МожноAdd"],
        "descriptions": "Сыр рикотта может служить дополнением к сырому домашнему рациону собак, включающему кости, и обладает преимуществом в виде более низкого содержания натрия по сравнению с творогом, что делает его подходящим для молодых щенков. Тем не менее, для взрослых собак рикотта может быть слишком жирной.",
        "restriction": "",
        "photo": ["Молочка", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "МолочкаD"
    },
    {
        "product": "Рис",
        "type": ["Зерно", "Можно"],
        "backgroundType": ["ЗерноAdd", "МожноAdd"],
        "descriptions": "Рис часто рекомендуется для собак с чувствительным желудком, так как он легче усваивается по сравнению с другими злаками. Тем не менее, стоит учесть, что рис может быть аллергеном для некоторых собак. Если рис указан среди первых пяти ингредиентов в сухом корме для собак, это может указывать на то, что корм в большей степени состоит из этого наполнителя.",
        "restriction": "",
        "photo": ["Зерно", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ЗерноD"
    },
    {
        "product": "Рисовая каша",
        "type": ["Зерно", "Можно"],
        "backgroundType": ["ЗерноAdd", "МожноAdd"],
        "descriptions": "Рисовая каша или рисовый суп могут быть полезны для собак, особенно если они приготовлены из простого риса и курицы без добавления лишних ингредиентов. Эти блюда могут помочь при расстройствах желудка у собак.",
        "restriction": "",
        "photo": ["Зерно", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ЗерноD"
    },
    {
        "product": "Розмарин",
        "type": ["Другое", "Можно"],
        "backgroundType": ["ДругоеAdd", "МожноAdd"],
        "descriptions": "Розмарин в качестве приправы может быть полезен для собак, если использовать его в умеренных количествах. Однако его избыток может привести к желудочно-кишечным расстройствам у вашего питомца.",
        "restriction": "",
        "photo": ["Другое", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ДругоеD"
    },
    {
        "product": "Ромашка",
        "type": ["Травы", "Можно"],
        "backgroundType": ["ТравыAdd", "МожноAdd"],
        "descriptions": "Ромашка может оказывать успокаивающее воздействие на собак, страдающих от тревожности или синдрома раздраженного кишечника, когда из-за стресса возникают желудочно-кишечные проблемы. При предложении вашей собаке ромашкового чая важно убедиться, что в чайных пакетиках отсутствует кофеин и другие химические добавки, которые могут быть вредны для здоровья питомца.",
        "restriction": "",
        "photo": ["Травы", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ТравыD"
    },
    {
        "product": "Рыба",
        "type": ["Мясо", "Можно"],
        "backgroundType": ["МясоAdd", "МожноAdd"],
        "descriptions": "Приготовленная рыба может быть хорошим дополнением к рациону вашей собаки, однако важно избегать сырой рыбы из-за риска заражения паразитами. Также убедитесь, что рыба не содержит костей, которые могут привести к проблемам с пищеварительной системой у вашего питомца.",
        "restriction": "",
        "photo": ["Мясо", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "МясоD"
    },
    {
        "product": "Рыбная мука",
        "type": ["Мясо", "Можно"],
        "backgroundType": ["МясоAdd", "МожноAdd"],
        "descriptions": "В составе собачьего корма часто указана рыбная мука, которая представляет собой высушенную и измельченную рыбу без костей и других нежелательных компонентов, без добавления воды.",
        "restriction": "",
        "photo": ["Мясо", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "МясоD"
    },
    {
        "product": "Салат-латук",
        "type": ["Овощи", "Можно"],
        "backgroundType": ["ОвощиAdd", "МожноAdd"],
        "descriptions": "Салат-латук может быть включен в рацион вашей собаки в умеренных количествах. Так как салат может способствовать разжижению стула, его иногда используют для помощи собакам при запорах.",
        "restriction": "",
        "photo": ["Овощи", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ОвощиD"
    },
    {
        "product": "Сахар",
        "type": ["Другое", "Нельзя"],
        "backgroundType": ["ДругоеAdd", "НельзяAdd"],
        "descriptions": "Диета, богатая сахаром, может вызвать у вашей собаки проблемы с зубами и общее ухудшение здоровья. Тем не менее, сахар иногда добавляют в небольших количествах для улучшения вкуса, особенно это касается собачьих лакомств.",
        "restriction": "",
        "photo": ["Другое", "Нельзя"],
        "indicator": "Красный",
        "detailPhoto": "ДругоеD"
    },
    {
        "product": "Свекла",
        "type": ["Овощи", "Можно"],
        "backgroundType": ["ОвощиAdd", "МожноAdd"],
        "descriptions": "Свекла может быть полезна для очищения кишечника собак. Чтобы правильно ввести свеклу в рацион собаки, начните с малых порций и постепенно увеличивайте их объем. Избегайте давать собаке слишком много свеклы, чтобы предотвратить частые испражнения.",
        "restriction": "",
        "photo": ["Овощи", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ОвощиD"
    },
    {
        "product": "Свекольный сахар",
        "type": ["Другое", "Нельзя"],
        "backgroundType": ["ДругоеAdd", "НельзяAdd"],
        "descriptions": "Сахарная свекла содержит сахар и не рекомендуется для употребления в больших количествах из-за потенциального риска долгосрочных проблем со здоровьем, аналогично другим продуктам с высоким содержанием чистого сахара. Её можно добавлять в рацион собаки в небольших количествах для улучшения вкуса, и она часто используется в составе собачьих лакомств.",
        "restriction": "",
        "photo": ["Другое", "Нельзя"],
        "indicator": "Красный",
        "detailPhoto": "ДругоеD"
    },
    {
        "product": "Свинина",
        "type": ["Мясо", "Можно"],
        "backgroundType": ["МясоAdd", "МожноAdd"],
        "descriptions": "Свинина может быть более жирной по сравнению с другими видами мяса, из-за чего при её первом введении в рацион щенка возможна диарея. Тем не менее, в свинине есть и нежирные части, которые могут быть подходящими для собак при определенных условиях. Важно тщательно готовить свинину, чтобы избежать заражения паразитами, так как неправильная термообработка может привести к инфекции глистами. Считается, что свинина сложнее переваривается собаками, чем другие виды мяса.",
        "restriction": "",
        "photo": ["Мясо", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "МясоD"
    },
    {
        "product": "Сгущенное молоко",
        "type": ["Молочка", "Нельзя"],
        "backgroundType": ["МолочкаAdd", "НельзяAdd"],
        "descriptions": "Некоторые заводчики используют смесь сгущенного молока, сиропа и воды для стимуляции лактации у кормящих собак. Однако следует помнить, что сгущенное молоко из-за высокого содержания сахара может вызвать диарею или сделать стул более жидким у собак. Этот продукт не рекомендуется как заменитель молока или специализированной смеси для щенков.",
        "restriction": "",
        "photo": ["Молочка", "Нельзя"],
        "indicator": "Красный",
        "detailPhoto": "МолочкаD"
    },
    {
        "product": "Сельдерей",
        "type": ["Овощи", "Нельзя"],
        "backgroundType": ["ОвощиAdd", "НельзяAdd"],
        "descriptions": "Волокна в сельдерее могут быть опасными для вашей собаки, поскольку они могут вызвать проблемы с пищеварением. Лучше избегать кормление сельдереем вашего питомца.",
        "restriction": "",
        "photo": ["Овощи", "Нельзя"],
        "indicator": "Красный",
        "detailPhoto": "ОвощиD"
    },
    {
        "product": "Семена льна",
        "type": ["Травы", "Можно"],
        "backgroundType": ["ТравыAdd", "МожноAdd"],
        "descriptions": "Льняное семена и льняное масло действительно полезны для собак, поскольку они содержат омега-3 жирные кислоты, которые способствуют блеску шерсти и могут помочь при артрите.",
        "restriction": "",
        "photo": ["Травы", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ТравыD"
    },
    {
        "product": "Семена укропа",
        "type": ["Травы", "Можно"],
        "backgroundType": ["ТравыAdd", "МожноAdd"],
        "descriptions": "Семена укропа, обычно используемые для улучшения пищеварения, усвоения пищи и при проблемах с мочевыводящими путями, являются нетоксичными для собак.",
        "restriction": "",
        "photo": ["Травы", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ТравыD"
    },
    {
        "product": "Сладкий картофель",
        "type": ["Овощи", "Можно"],
        "backgroundType": ["ОвощиAdd", "МожноAdd"],
        "descriptions": "Сладкий картофель часто включается в рацион собак, особенно у тех, кто страдает аллергией. Кроме того, он может помочь облегчить диарею у щенков.",
        "restriction": "",
        "photo": ["Овощи", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ОвощиD"
    },
    {
        "product": "Слива",
        "type": ["Фрукты", "Нельзя"],
        "backgroundType": ["ФруктыAdd", "НельзяAdd"],
        "descriptions": "Косточки слив содержат цианид и могут быть опасны для вашей собаки, вызывая отравление. Будьте осторожны и не допускайте, чтобы ваш питомец играл с ними или пробовал на вкус.",
        "restriction": "",
        "photo": ["Фрукты", "Нельзя"],
        "indicator": "Красный",
        "detailPhoto": "ФруктыD"
    },
    {
        "product": "Сливки",
        "type": ["Молочка", "Можно"],
        "backgroundType": ["МолочкаAdd", "МожноAdd"],
        "descriptions": "В сливках содержится меньше лактозы, чем в обычном молоке или полутвердых молочных продуктах, что делает их более подходящими для употребления большинством собак в небольших количествах. Тем не менее, сливки не являются необходимым элементом питания для собак и должны употребляться умеренно.",
        "restriction": "",
        "photo": ["Молочка", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "МолочкаD"
    },
    {
        "product": "Сливочное масло",
        "type": ["Молочка", "Нельзя"],
        "backgroundType": ["МолочкаAdd", "НельзяAdd"],
        "descriptions": "Сливочное масло может привести к жидкому стулу и, в некоторых случаях, к рвоте у собак, если они съедят его в избытке. Хотя масло само по себе не является ядовитым или токсичным для собак, его регулярное потребление может оказать негативное воздействие на поджелудочную железу и способствовать развитию панкреатита. Лучше не давать сливочное масло вашей собаке, если это возможно.",
        "restriction": "",
        "photo": ["Молочка", "Нельзя"],
        "indicator": "Красный",
        "detailPhoto": "МолочкаD"
    },
    {
        "product": "Сливочный сыр",
        "type": ["Молочка", "Можно"],
        "backgroundType": ["МолочкаAdd", "МожноAdd"],
        "descriptions": "Сливочный сыр богат жирами и калориями, что может стать причиной проблем с желудком у вашей собаки при употреблении в больших количествах. Однако глазурь из сливочного сыра обычно вызывает у собак слюноотделение. В большинстве случаев собакам сливочный сыр действительно нравится.",
        "restriction": "",
        "photo": ["Молочка", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "МолочкаD"
    },
    {
        "product": "Смесь для торта",
        "type": ["Другое", "Нельзя"],
        "backgroundType": ["ДругоеAdd", "НельзяAdd"],
        "descriptions": "Обычные смеси для приготовления тортов, предназначенные для людей, могут содержать химические добавки и красители, делающие их неподходящими для собак. Лучше выбирать смеси для приготовления тортов, специально разработанные для питомцев, или готовить торт самостоятельно. Как шоколадные, так и ванильные смеси могут быть токсичными для собак при потреблении в больших количествах. В случае, если ваш питомец случайно съел сырую смесь для торта, рекомендуется незамедлительно обратиться к ветеринару.",
        "restriction": "",
        "photo": ["Другое", "Нельзя"],
        "indicator": "Красный",
        "detailPhoto": "ДругоеD"
    },
    {
        "product": "Смесь молока и сливок",
        "type": ["Молочка", "Нельзя"],
        "backgroundType": ["МолочкаAdd", "НельзяAdd"],
        "descriptions": "Смесь молока и сливок содержит меньше лактозы по сравнению с цельным молоком, однако её чрезмерное употребление может привести к боли в животе или диарее у вашей собаки. Этот продукт не следует рассматривать как часть диеты для собак.",
        "restriction": "",
        "photo": ["Молочка", "Нельзя"],
        "indicator": "Красный",
        "detailPhoto": "МолочкаD"
    },
    {
        "product": "Соевое молоко",
        "type": ["Молочка", "Можно"],
        "backgroundType": ["МолочкаAdd", "МожноAdd"],
        "descriptions": "Соевое молоко богато белком и не содержит лактозу, что делает его потенциально мягким вариантом для желудка вашей собаки. Однако у некоторых собак может развиться аллергия на сою. Кроме того, если в соевом молоке присутствует высокое содержание сахара, это может сделать его нежелательным для потребления собакой.",
        "restriction": "",
        "photo": ["Молочка", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "МолочкаD"
    },
    {
        "product": "Соленья",
        "type": ["Другое", "Нельзя"],
        "backgroundType": ["ДругоеAdd", "НельзяAdd"],
        "descriptions": "Не рекомендуется кормить собаку соленьями, поскольку маринад, используемый в процессе приготовления для человеческого потребления, может содержать ингредиенты, токсичные для собак.",
        "restriction": "",
        "photo": ["Другое", "Нельзя"],
        "indicator": "Красный",
        "detailPhoto": "ДругоеD"
    },
    {
        "product": "Сосиски",
        "type": ["Мясо", "Можно"],
        "backgroundType": ["МясоAdd", "МожноAdd"],
        "descriptions": "Обычные сосиски могут использоваться в качестве лакомства для собак, но важно проверить, чтобы в их состав не входили вредные ингредиенты, такие как лук. Рекомендуется предпочесть сосиски, специально разработанные для собак, чтобы обеспечить безопасность и пользу их питания.”",
        "restriction": "",
        "photo": ["Мясо", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "МясоD"
    },
    {
        "product": "Соя",
        "type": ["Зерно", "Можно"],
        "backgroundType": ["ЗерноAdd", "МожноAdd"],
        "descriptions": "У некоторых собак может развиться аллергия на сою. Исследования указывают на то, что длительное потребление сои может привести к проблемам со здоровьем и состоянием кожи у собак по сравнению с теми, кто сою не употреблял. Тем не менее, соевые продукты часто используются в диетах для собак, страдающих пищевыми аллергиями на животные белки. Соя должна вводиться в рацион собаки осторожно и по рекомендации ветеринара.",
        "restriction": "",
        "photo": ["Зерно", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ЗерноD"
    },
    {
        "product": "Спаржа",
        "type": ["Овощи", "Можно"],
        "backgroundType": ["ОвощиAdd", "МожноAdd"],
        "descriptions": "Спаржа может быть безопасна для собак в умеренных количествах, но важно помнить, что спаржевый папоротник, являющийся комнатным растением, токсичен для собак.",
        "restriction": "",
        "photo": ["Овощи", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ОвощиD"
    },
    {
        "product": "Стейк",
        "type": ["Мясо", "Можно"],
        "backgroundType": ["МясоAdd", "МожноAdd"],
        "descriptions": "Перед тем как угощать вашу собаку стейками, необходимо удалить из них лишний жир и все острые кости.",
        "restriction": "",
        "photo": ["Мясо", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "МясоD"
    },
    {
        "product": "Стручковый фасоль",
        "type": ["Овощи", "Можно"],
        "backgroundType": ["ОвощиAdd", "МожноAdd"],
        "descriptions": "Стручковая фасоль является прекрасным источником хлорофилла для вашей собаки, подобно тому как она может получать его из травы. Важное отличие заключается в том, что, в отличие от травы, стручковая фасоль не вызывает рвоты, если давать ее собаке в небольших количествах и следить за тем, чтобы она тщательно её пережевывала.",
        "restriction": "",
        "photo": ["Овощи", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ОвощиD"
    },
    {
        "product": "Сыворотка",
        "type": ["Молочка", "Можно"],
        "backgroundType": ["МолочкаAdd", "МожноAdd"],
        "descriptions": "Сыворотка часто используется в кормах и лакомствах для собак как источник жира и белка. Однако у некоторых собак может развиться аллергия на сыворотку. Важно отметить, что состав сывороточных протеиновых добавок для людей отличается от тех, которые разрабатываются специально для собак. Поэтому не рекомендуется кормить вашу собаку сывороточным протеином предназначенным для человека.",
        "restriction": "",
        "photo": ["Молочка", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "МолочкаD"
    },
    {
        "product": "Сыр",
        "type": ["Молочка", "Можно"],
        "backgroundType": ["МолочкаAdd", "МожноAdd"],
        "descriptions": "Большинство собак действительно обожают сыр, в частности американский сыр и сливочный сыр. Однако следует помнить, что сыр может вызвать у собак газообразование и/или запор. Сыр, обогащенный солью и консервантами, может быть не лучшим выбором для питания вашей собаки из-за его обработанного состава. Как альтернативу, можно использовать множество собачьих лакомств с ароматом сыра, которые будут безопасными и полезными для вашего питомца.",
        "restriction": "",
        "photo": ["Молочка", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "МолочкаD"
    },
    {
        "product": "Сырая кожа",
        "type": ["Мясо", "Можно"],
        "backgroundType": ["МясоAdd", "МожноAdd"],
        "descriptions": "Эффективность и безопасность сырой кожи для собак зависит от индивидуальных особенностей питомца. Проглоченные кусочки сырой кожи могут стать причиной закупорки кишечника, а слишком крупные фрагменты — вызвать рвотные позывы или удушье. Использование некачественной сырой кожи увеличивает риск заражения, способного спровоцировать желудочные расстройства или более серьёзные проблемы. Необходимо внимательно следить за собакой во время жевания сырой кожи и избегать ее для собак с чувствительным желудком или склонных к попыткам проглотить большие куски без должного пережевывания.",
        "restriction": "",
        "photo": ["Мясо", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "МясоD"
    },
    {
        "product": "Тапиока",
        "type": ["Другое", "Нельзя"],
        "backgroundType": ["ДругоеAdd", "НельзяAdd"],
        "descriptions": "Корень маниоки, из которого производят тапиоку, содержит цианид, но после надлежащей обработки тапиока становится безопасной для употребления. Она часто используется как крахмал в собачьих кормах. Однако следует проявлять осторожность с пудингами из тапиоки из-за высокого содержания сахара. Также не стоит давать собаке шарики тапиоки, популярные в азиатских чайных напитках, из-за потенциальной опасности и несоответствия их питательным нуждам собак.",
        "restriction": "",
        "photo": ["Другое", "Нельзя"],
        "indicator": "Красный",
        "detailPhoto": "ДругоеD"
    },
    {
        "product": "Творог",
        "type": ["Молочка", "Можно"],
        "backgroundType": ["МолочкаAdd", "МожноAdd"],
        "descriptions": "Творог, особенно его обезжиренный вариант, может благоприятно влиять на желудочно-кишечный тракт собак, делая его отличным выбором для питания. В случаях проблем с пищеварением у собак ветеринары могут рекомендовать временный диетический рацион на основе творога или белого риса. Однако исключительно диетическое питание на длительный срок может привести к недостатку витаминов и других питательных веществ, поэтому перед изменением диеты вашего питомца обязательно проконсультируйтесь с ветеринаром.",
        "restriction": "",
        "photo": ["Молочка", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "МолочкаD"
    },
    {
        "product": "Торт",
        "type": ["Другое", "Нельзя"],
        "backgroundType": ["ДругоеAdd", "НельзяAdd"],
        "descriptions": "Шоколадный торт является токсичным для собак. Для празднования дня рождения вашего питомца лучше выбирать рецепты, специально предназначенные для собак.",
        "restriction": "",
        "photo": ["Другое", "Нельзя"],
        "indicator": "Красный",
        "detailPhoto": "ДругоеD"
    },
    {
        "product": "Тортилья",
        "type": ["Другое", "Нельзя"],
        "backgroundType": ["ДругоеAdd", "НельзяAdd"],
        "descriptions": "Тортильи могут содержать слишком много жиров и вызвать расстройство желудка у вашей собаки. Особенно тортильи на кукурузной основе, они могут привести к боли в животе у питомца или вздутию.",
        "restriction": "",
        "photo": ["Другое", "Нельзя"],
        "indicator": "Красный",
        "detailPhoto": "ДругоеD"
    },
    {
        "product": "Трава",
        "type": ["Другое", "Можно"],
        "backgroundType": ["ДругоеAdd", "МожноAdd"],
        "descriptions": "Трава может вызвать рвоту у собаки, и стоит заметить, что иногда собаки сознательно едят траву, чтобы спровоцировать у себя рвоту.",
        "restriction": "",
        "photo": ["Другое", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ДругоеD"
    },
    {
        "product": "Тростниковый сахар",
        "type": ["Другое", "Нельзя"],
        "backgroundType": ["ДругоеAdd", "НельзяAdd"],
        "descriptions": "Тростниковый сахар, как и любые продукты, содержащие чистый сахар, не рекомендуется давать собакам в больших количествах из-за риска долгосрочных проблем со здоровьем. Его можно использовать в небольших количествах для придания приятного вкуса, и он часто встречается в составе лакомств для собак.",
        "restriction": "",
        "photo": ["Другое", "Нельзя"],
        "indicator": "Красный",
        "detailPhoto": "ДругоеD"
    },
    {
        "product": "Тунец",
        "type": ["Мясо", "Можно"],
        "backgroundType": ["МясоAdd", "МожноAdd"],
        "descriptions": "Тунец содержит высокое количество ртути, поэтому его стоит давать собакам только в умеренных количествах. В случае наблюдения признаков пищеварительного расстройства у вашей собаки после употребления тунца, его следует исключить из рациона.",
        "restriction": "",
        "photo": ["Мясо", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "МясоD"
    },
    {
        "product": "Тыква",
        "type": ["Овощи", "Можно"],
        "backgroundType": ["ОвощиAdd", "МожноAdd"],
        "descriptions": "Тыква является полезным продуктом для собак и может помочь при диарее у питомца. Однако листья и стебли тыквы обладают волосками, которые могут вызывать раздражение у вашей собаки, поэтому их не следует включать в рацион. При использовании консервированной тыквы важно проверить, чтобы в составе не было вредных добавок.",
        "restriction": "",
        "photo": ["Овощи", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ОвощиD"
    },
    {
        "product": "Угорь",
        "type": ["Мясо", "Можно"],
        "backgroundType": ["МясоAdd", "МожноAdd"],
        "descriptions": "Мясо угря безопасно для собак, но перед кормлением убедитесь, что из него удалены все тонкие кости, способные вызвать непроходимость или другие проблемы с желудком или кишечником вашего питомца.",
        "restriction": "",
        "photo": ["Мясо", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "МясоD"
    },
    {
        "product": "Уксус",
        "type": ["Другое", "Нельзя"],
        "backgroundType": ["ДругоеAdd", "НельзяAdd"],
        "descriptions": "Избегайте использования уксуса, особенно в качестве пищевой добавки для вашей собаки. При длительном использовании уксус может влиять на химический состав организма собаки, в том числе изменять кислотно-щелочной баланс (pH) её пищеварительной системы.",
        "restriction": "",
        "photo": ["Другое", "Нельзя"],
        "indicator": "Красный",
        "detailPhoto": "ДругоеD"
    },
    {
        "product": "Улитка",
        "type": ["Мясо", "Нельзя"],
        "backgroundType": ["МясоAdd", "НельзяAdd"],
        "descriptions": "Не допускайте, чтобы ваша собака употребляла в пищу улиток из сада, поскольку их слизь может содержать личинки медуницы, а также улитки могут быть переносчиками паразитов.",
        "restriction": "",
        "photo": ["Мясо", "Нельзя"],
        "indicator": "Красный",
        "detailPhoto": "МясоD"
    },
    {
        "product": "Устрицы",
        "type": ["Мясо", "Можно"],
        "backgroundType": ["МясоAdd", "МожноAdd"],
        "descriptions": "Простые устрицы могут быть полезным дополнением к рациону вашей собаки, однако важно учитывать их жирность, которая может привести к диарее. Убедитесь, что вы не даете собаке устричные раковины, так как они могут быть опасными.",
        "restriction": "",
        "photo": ["Мясо", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "МясоD"
    },
    {
        "product": "Утиная мука",
        "type": ["Мясо", "Можно"],
        "backgroundType": ["МясоAdd", "МожноAdd"],
        "descriptions": "Утка в виде муки, которая часто указывается в составе собачьего корма, представляет собой сушеную и мелко измельченную утку, включая кости и все остальное, с удаленным содержанием воды.",
        "restriction": "",
        "photo": ["Мясо", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "МясоD"
    },
    {
        "product": "Утка",
        "type": ["Мясо", "Можно"],
        "backgroundType": ["МясоAdd", "МожноAdd"],
        "descriptions": "Аллергия на утку у собак встречается довольно редко, но это необходимо учитывать. Утка является менее распространенным ингредиентом в рационе собак по сравнению с говядиной или курицей.",
        "restriction": "",
        "photo": ["Мясо", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "МясоD"
    },
    {
        "product": "Фазан",
        "type": ["Мясо", "Можно"],
        "backgroundType": ["МясоAdd", "МожноAdd"],
        "descriptions": "Кости крыльев фазана могут представлять опасность для собак, так как способны порезать пасть и вызвать инфекцию у питомца. Поэтому следует проявлять осторожность при охоте на фазанов. В то же время, мясо фазана является отличным продуктом для кормления собак, если оно будет приготовлено и подано без костей.",
        "restriction": "",
        "photo": ["Мясо", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "МясоD"
    },
    {
        "product": "Финики",
        "type": ["Фрукты", "Нельзя"],
        "backgroundType": ["ФруктыAdd", "НельзяAdd"],
        "descriptions": "Употребление фиников собакой может привести к диарее, но небольшое количество случайно съеденных фиников, скорее всего, не нанесет вреда. Однако следует помнить, что финики очень сладкие и содержат сахар, особенно те, которые упакованы и продаются в магазинах.",
        "restriction": "",
        "photo": ["Фрукты", "Нельзя"],
        "indicator": "Красный",
        "detailPhoto": "ФруктыD"
    },
    {
        "product": "Фисташки",
        "type": ["Орехи", "Нельзя"],
        "backgroundType": ["ОрехиAdd", "НельзяAdd"],
        "descriptions": "Проглоченные случайно одна или две фисташки, скорее всего, не причинят вреда вашей собаке. Однако скорлупа фисташек может привести к проблемам, таким как закупорка или порезы в пищеварительной системе, поэтому не следует давать собаке скорлупу. Также важно быть осторожным с обработанными фисташками, которые могут содержать много соли или фосфора, что нежелательно для здоровья собаки.",
        "restriction": "",
        "photo": ["Орехи", "Нельзя"],
        "indicator": "Красный",
        "detailPhoto": "ОрехиD"
    },
    {
        "product": "Фокачча",
        "type": ["Зерно", "Можно"],
        "backgroundType": ["ЗерноAdd", "МожноAdd"],
        "descriptions": "Фокачча может вызвать у собаки расстройство желудка в зависимости от её ингредиентов и количества, которое съест ваш питомец. Одна случайно съеденная крошка или небольшой кусочек обычно не нанесут вреда здоровью собаки.",
        "restriction": "",
        "photo": ["Зерно", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ЗерноD"
    },
    {
        "product": "Форель",
        "type": ["Мясо", "Можно"],
        "backgroundType": ["МясоAdd", "МожноAdd"],
        "descriptions": "Приготовленная форель может быть полезной для вашей собаки, однако сырая форель может представлять риск заражения паразитами.",
        "restriction": "",
        "photo": ["Мясо", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "МясоD"
    },
    {
        "product": "Фрукты",
        "type": ["Фрукты", "Можно"],
        "backgroundType": ["ФруктыAdd", "МожноAdd"],
        "descriptions": "Несмотря на то что собаки являются плотоядными, это не значит, что они не могут употреблять в пищу овощи или фрукты. Действительно, некоторые фрукты могут быть токсичными для собак, однако многие фрукты и овощи содержат питательные вещества, полезные для их здоровья. В дикой природе собаки, будучи падальщиками, могут потреблять растительную пищу, когда находят съедобные растения. Однако важно контролировать потребление фруктов с высоким содержанием сахара, чтобы избежать долгосрочных проблем со здоровьем.",
        "restriction": "",
        "photo": ["Фрукты", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ФруктыD",
    },
    {
        "product": "Халапеньо",
        "type": ["Овощи", "Нельзя"],
        "backgroundType": ["ОвощиAdd", "НельзяAdd"],
        "descriptions": "Халапеньо может вызвать у вашей собаки раздражение желудка и, в некоторых случаях, привести к рвоте, диарее или более серьёзным проблемам.",
        "restriction": "",
        "photo": ["Овощи", "Нельзя"],
        "indicator": "Красный",
        "detailPhoto": "ОвощиD"
    },
    {
        "product": "Хлеб",
        "type": ["Зерно", "Можно"],
        "backgroundType": ["ЗерноAdd", "МожноAdd"],
        "descriptions": "Белый хлеб можно давать собакам только в умеренных количествах, поскольку он обладает низкой питательной ценностью. Иногда его можно использовать в сочетании с лекарствами или слабительными средствами по рекомендации ветеринара. Сырое хлебное тесто опасно для собак, так как может вызвать алкогольное отравление из-за брожения в желудке.",
        "restriction": "",
        "photo": ["Зерно", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ЗерноD"
    },
    {
        "product": "Хмель",
        "type": ["Зерно", "Нельзя"],
        "backgroundType": ["ЗерноAdd", "НельзяAdd"],
        "descriptions": "Хмель не следует давать вашей собаке, так как он может привести к злокачественной гипертермии, одышке, лихорадке и в крайних случаях даже к смерти.",
        "restriction": "",
        "photo": ["Зерно", "Нельзя"],
        "indicator": "Красный",
        "detailPhoto": "ЗерноD"
    },
    {
        "product": "Хумус",
        "type": ["Овощи", "Нельзя"],
        "backgroundType": ["ОвощиAdd", "НельзяAdd"],
        "descriptions": "Не следует сознательно кормить собаку хумусом, поскольку он содержит ингредиенты, которые могут быть вредными для неё. В случае, если ваш питомец случайно съест немного хумуса, обычно серьезных проблем не возникает.",
        "restriction": "",
        "photo": ["Овощи", "Нельзя"],
        "indicator": "Красный",
        "detailPhoto": "ОвощиD"
    },
    {
        "product": "Хурма",
        "type": ["Фрукты", "Нельзя"],
        "backgroundType": ["ФруктыAdd", "НельзяAdd"],
        "descriptions": "Хурму не рекомендуется давать собакам, поскольку она содержит множество семян, способных вызвать непроходимость. Кроме того, сам фрукт может спровоцировать аллергические реакции у некоторых питомцев.",
        "restriction": "",
        "photo": ["Фрукты", "Нельзя"],
        "indicator": "Красный",
        "detailPhoto": "ФруктыD"
    },
    {
        "product": "Цветная капуста",
        "type": ["Овощи", "Можно"],
        "backgroundType": ["ОвощиAdd", "МожноAdd"],
        "descriptions": "Цветная капуста является безопасным вариантом овоща для кормления собак. Однако употребление её в больших количествах может привести к газообразованию или диарее.",
        "restriction": "",
        "photo": ["Овощи", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ОвощиD"
    },
    {
        "product": "Цикорий",
        "type": ["Другое", "Можно"],
        "backgroundType": ["ДругоеAdd", "МожноAdd"],
        "descriptions": "Корень цикория является хорошим продуктом для собак, так как он содержит натуральные пребиотики, которые могут способствовать здоровью пищеварительной системы вашего питомца.",
        "restriction": "",
        "photo": ["Другое", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ДругоеD"
    },
    {
        "product": "Цитрусовые",
        "type": ["Фрукты", "Нельзя"],
        "backgroundType": ["ФруктыAdd", "НельзяAdd"],
        "descriptions": "Экстракты цитрусовых масел могут вызвать рвоту у собак. Лучше избегать кормления питомцев цитрусовыми.",
        "restriction": "",
        "photo": ["Фрукты", "Нельзя"],
        "indicator": "Красный",
        "detailPhoto": "ФруктыD"
    },
    {
        "product": "Цуккини",
        "type": ["Овощи", "Можно"],
        "backgroundType": ["ОвощиAdd", "МожноAdd"],
        "descriptions": "Цуккини безопасны для употребления собаками. Когда вы впервые предлагаете этот продукт своему питомцу, важно наблюдать за ним на предмет возможных негативных желудочно-кишечных реакций.",
        "restriction": "",
        "photo": ["Овощи", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ОвощиD",
    },
    {
        "product": "Чайные листья",
        "type": ["Другое", "Нельзя"],
        "backgroundType": ["ДругоеAdd", "НельзяAdd"],
        "descriptions": "Не следует давать вашей собаке чайные листья, включая чай в пакетиках, а также любые другие растения или напитки, содержащие кофеин. Кофеин может серьёзно нарушить работу сердца и нервной системы собаки, вызывая симптомы, которые в некоторых случаях могут привести к летальному исходу в течение нескольких часов.",
        "restriction": "",
        "photo": ["Другое", "Нельзя"],
        "indicator": "Красный",
        "detailPhoto": "ДругоеD"
    },
    {
        "product": "Черника",
        "type": ["Фрукты", "Можно"],
        "backgroundType": ["ФруктыAdd", "МожноAdd"],
        "descriptions": "Черника безопасна для собак при умеренном потреблении. Хотя некоторые собаки могут испытывать трудности с перевариванием в больших количествах, употребление черники в небольших порциях может способствовать здоровью поджелудочной железы.",
        "restriction": "",
        "photo": ["Фрукты", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ФруктыD",
    },
    {
        "product": "Чеснок",
        "type": ["Овощи", "Нельзя"],
        "backgroundType": ["ОвощиAdd", "НельзяAdd"],
        "descriptions": "Чеснок токсичен для собак, так как влияет на красные кровяные тельца. Как и лук, он представляет серьёзную угрозу для здоровья вашего питомца, может быть даже опаснее. Лучше избегать продуктов, содержащих высокую концентрацию чеснока, включая некоторые лакомства. Все части чеснока, включая луковицы, цветки и стебли, являются ядовитыми для собак.",
        "restriction": "",
        "photo": ["Овощи", "Нельзя"],
        "indicator": "Красный",
        "detailPhoto": "ОвощиD"
    },
    {
        "product": "Чили",
        "type": ["Овощи", "Нельзя"],
        "backgroundType": ["ОвощиAdd", "НельзяAdd"],
        "descriptions": "Острый перец чили не является токсичным, но содержит капсаицин, вызывающий раздражение желудка. Давать его собаке не рекомендуется.",
        "restriction": "",
        "photo": ["Овощи", "Нельзя"],
        "indicator": "Красный",
        "detailPhoto": "ОвощиD"
    },
    {
        "product": "Чипсы",
        "type": ["Другое", "Нельзя"],
        "backgroundType": ["ДругоеAdd", "НельзяAdd"],
        "descriptions": "Хотя картофельные чипсы сами по себе не являются токсичными, они нежелательны для здоровья собак. Важно не оставлять открытые упаковки с чипсами в доступных местах, чтобы избежать риска удушья — собака может засунуть голову в пакет и не высвободиться.",
        "restriction": "",
        "photo": ["Другое", "Нельзя"],
        "indicator": "Красный",
        "detailPhoto": "ДругоеD"
    },
    {
        "product": "Швейцарский сыр",
        "type": ["Молочка", "Можно"],
        "backgroundType": ["МолочкаAdd", "МожноAdd"],
        "descriptions": "Некоторым избирательным собакам может не подойти вкус швейцарского сыра, и они могут его не съесть. Собаки, страдающие от аллергии или не переносящие лактозу, могут испытывать диарею или рвоту после его употребления. Если же ваша собака любит швейцарский сыр и хорошо его переваривает, изредка можно использовать его как угощение.",
        "restriction": "",
        "photo": ["Молочка", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "МолочкаD"
    },
    {
        "product": "Шоколад",
        "type": ["Другое", "Нельзя"],
        "backgroundType": ["ДругоеAdd", "НельзяAdd"],
        "descriptions": "Шоколад является крайне токсичным для собак и может привести к смертельному исходу при употреблении в больших количествах. Хотя собакам может нравиться вкус шоколада, безопасной альтернативой является кэроб, который не содержит для собак опасных веществ, присутствующих в шоколаде.",
        "restriction": "",
        "photo": ["Другое", "Нельзя"],
        "indicator": "Красный",
        "detailPhoto": "ДругоеD"
    },
    {
        "product": "Шпинат",
        "type": ["Овощи", "Можно"],
        "backgroundType": ["ОвощиAdd", "МожноAdd"],
        "descriptions": "Шпинат можно предлагать собакам в умеренных количествах, однако следует быть осторожным из-за его высокого содержания оксалатов, которые могут способствовать образованию камней в мочевом пузыре и усугублять симптомы артрита. Некоторые диеты для сырого и натурального кормления (RAW и BARF) рекомендуют включение шпината в рацион. Чтобы минимизировать риски, связанные с пестицидами, шпинат можно заморозить или отварить в чистой кипящей воде перед подачей. Если у вашей собаки есть камни в мочевом пузыре или проблемы с артритом, следует воздержаться от употребления шпината питомцем.",
        "restriction": "",
        "photo": ["Овощи", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ОвощиD",
    },
    {
        "product": "Экзотическое мясо",
        "type": ["Мясо", "Можно"],
        "backgroundType": ["МясоAdd", "МожноAdd"],
        "descriptions": "Так же, как и люди, собаки могут страдать от пищевого отравления. Когда вы вводите в рацион вашей собаки новый вид мяса, делайте это постепенно, добавляя маленькие порции к обычной еде, и внимательно следите за любыми необычными реакциями. Возможно появление диареи на начальном этапе.",
        "restriction": "",
        "photo": ["Мясо", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "МясоD"
    },
    {
        "product": "Яблоки",
        "type": ["Фрукты", "Можно"],
        "backgroundType": ["ФруктыAdd", "МожноAdd"],
        "descriptions": "Яблоки могут быть приятным и вкусным лакомством для собак. Однако стоит помнить, что семена яблок содержат цианид, который является токсичным для собак. Правда для возникновения опасности вашему питомцу потребуется проглотить большое количество семян.",
        "restriction": "",
        "photo": ["Фрукты", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ФруктыD",
    },
    {
        "product": "Ягоды",
        "type": ["Фрукты", "Можно"],
        "backgroundType": ["ФруктыAdd", "МожноAdd"],
        "descriptions": "Большинство ягод безопасны для употребления собаками, при условии, что они не представляют опасность удушья. Однако важно помнить, что ягоды омелы являются исключением из этого правила, так как они очень токсичны для собак.",
        "restriction": "",
        "photo": ["Фрукты", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ФруктыD",
    },
    {
        "product": "Яйца",
        "type": ["Мясо", "Можно"],
        "backgroundType": ["МясоAdd", "МожноAdd"],
        "descriptions": "Давать ли собакам сырые яйца — одна из тем дебатов. Некоторые владельцы отмечают улучшение состояния шерсти своих питомцев, но важно помнить, что сырой яичный белок содержит авидин, который может препятствовать абсорбции биотина, важного витамина группы B. Есть также риск заражения сальмонеллой. Если вы в замешательстве по этому вопросу, безопаснее всего будет предложить вашей собаке вареное яйцо. Один из методов приготовления — слегка вареное яйцо в микроволновке с водой, так чтобы белок застыл, а желток остался мягким.",
        "restriction": "",
        "photo": ["Мясо", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "МясоD"
    },
    {
        "product": "Ячмень",
        "type": ["Зерно", "Можно"],
        "backgroundType": ["ЗерноAdd", "МожноAdd"],
        "descriptions": "Хотя некоторые собаки могут испытывать аллергическую реакцию на ячменное зерно, ячменная трава, как правило, не вызывает такой реакции и может быть полезной для вашего питомца. Оба продукта могут быть включены в рацион собаки, но с учётом индивидуальной переносимости.",
        "restriction": "",
        "photo": ["Зерно", "Можно"],
        "indicator": "Зеленый",
        "detailPhoto": "ЗерноD"
    }
]
