[
    {
        "product": "Морское ушко",
        "type": "Мясо",
        "descriptions": "Не кормите свою собаку морским ушком сырым или вместе с панцирем. В нем может быть высокое содержание ртути, поэтому, если вы планируете скармливать его своей собаке, делайте это в небольших количествах и хорошо приготовьте",
        "restriction": "ограничения есть",
        "photo": "Мясо",
        "indicator": "green"
    },
    {
        "product": "Агава",
        "type": "Фрукты",
        "descriptions": "Агава небезопасна для собак, ни сироп, ни само растение. Это вызывает легкое отравление у собак.",
        "restriction": "ограничения есть",
        "photo": "Фрукты",
        "indicator": "green"
    },
    {
        "product": "Алкоголь",
        "type": "Зерно",
        "descriptions": "Алкоголь может вызывать у собак те же эффекты, что и у людей. Со временем алкоголь повредит печень, почки и нервную систему, поэтому лучше не кормить собаку алкоголем. Большее количество алкоголя может привести к остановке сердца и смерти",
        "restriction": "ограничения есть",
        "photo": "Зерно",
        "indicator": "green"
    },
    {
        "product": "Люцерна",
        "type": "Овощи",
        "descriptions": "Отлично подходит для собак на всех этапах жизни во многих формах, включая капсулы, экстракты и сушеные продукты. Что заставляет люцерну появляться в определенных списках растений, которых следует опасаться, так это паразиты и жуки-волдыри, которые токсичны для вашей собаки, если их не удалить из сена люцерны",
        "restriction": "ограничения есть",
        "photo": "Овощи",
        "indicator": "green"
    },
    {
        "product": "Аллигатор",
        "type": "Мясо",
        "descriptions": "Как экзотическое мясо, аллигатор прекрасно подходит для подачи вашей собаке, если его не смешивать с соусами, содержащими токсичные для собак ингредиенты (например, лук). Может стать хорошей альтернативой, если у вашей собаки аллергия на обычное мясо, например, курицу",
        "restriction": "ограничения есть",
        "photo": "Мясо",
        "indicator": "green"
    },
    {
        "product": "Миндаль",
        "type": "Фрукты",
        "descriptions": "Кормите с осторожностью, так как собаки могут подавиться миндалем. В миндале много жира, который может спровоцировать панкреатит или, по крайней мере, расстройство желудочно-кишечного тракта. В настоящее время нет точных данных, связывающих миндаль с токсичностью для собак",
        "restriction": "ограничения есть",
        "photo": "Фрукты",
        "indicator": "green"
    },
    {
        "product": "Миндальное печенье",
        "type": "Фрукты",
        "descriptions": "Миндаль и печенье с высоким содержанием жира вместе могут вызвать у вашей собаки очень сильное газообразование.",
        "restriction": "ограничения есть",
        "photo": "Фрукты",
        "indicator": "green"
    },
    {
        "product": "Алоэ",
        "type": "Овощи",
        "descriptions": "Алоэ может быть токсичным для вашей собаки, и оно относится к тому же семейству растений, что лук и чеснок.",
        "restriction": "ограничения есть",
        "photo": "Овощи",
        "indicator": "green"
    },
    {
        "product": "Американский сыр",
        "type": "Молочка",
        "descriptions": "Сыр можно давать собакам в умеренных количествах в качестве лакомства. Имейте в виду, что в нем очень много жира и он может вызвать газы у собак. Американский сыр часто поставляется в виде ломтиков, которым легко придается разная форма, что удобно при использовании в качестве тренировочного лакомства.",
        "restriction": "ограничения есть",
        "photo": "Молочка",
        "indicator": "green"
    },
    {
        "product": "Анис",
        "type": "Овощи",
        "descriptions": "Хотя это и не токсично, оно может вызвать у собак чрезмерное возбуждение. Анис используется в качестве приманки (он же искусственный кролик) во время собачьих бегов в качестве стимулятора.",
        "restriction": "ограничения есть",
        "photo": "Овощи",
        "indicator": "green"
    },
    {
        "product": "Яблоки",
        "type": "Фрукты",
        "descriptions": "Яблоки - забавное и вкусное лакомство для собак. Яблочные семечки содержат цианид, который токсичен для собак, но они должны проглотить большое количество, чтобы оказаться в опасности",
        "restriction": "ограничения есть",
        "photo": "Фрукты",
        "indicator": "green"
    }
]
